window.photos = [
    {
        title: "第一天认识",
        date: "02-10-2024",
        src: "album/20241002.jpg",
        desc: "这是黄森凯和李锦程认识的第一天，李锦程的名字很特别，叫鸡翅鸡翅，黄森凯问李锦程为什么，李锦程说因为自己的名字缩写是ljc，黄森凯觉得李锦程是个很有趣的人！"
    },
    {
        title: "第一次打电话",
        date: "03-10-2024",
        src: "album/20241003.jpg",
        desc: "这是黄森凯和李锦程第一次打电话，那个时候李锦程教黄森凯玩金铲铲，但是游戏麦听不清楚，所以打微信的，玩完之后还在打，也聊了很多事情。黄森凯和李锦程分享了自己养的猫，也分享了很多黄森凯自己的事情，好暧昧！"
    },
    {
        title: "认识的第一个星期",
        date: "08-10-2024",
        src: "album/20241008.jpg",
        desc: "这个时候黄森凯和李锦程已经聊了很多事情，对彼此也更加熟悉了，一聊就可以聊很久，对很多事情都有相似的看法，感觉很投缘!"
    },
    {
        title: "第一次说爱你",
        date: "18-10-2024",
        src: "album/20241018.jpg",
        desc: "这是黄森凯和李锦程第一次互相说爱你，当时都还没确认关系呢，现在想起来真的是很害羞！"
    },
    {
        title: "第一次给李锦程买东西",
        date: "23-10-2024",
        src: "album/20241023.jpg",
        desc: "这是黄森凯第一次给李锦程买东西，当时黄森凯买了一个可爱小狗手套送给李锦程，看到李锦程收到礼物时很开心，黄森凯也觉得很开心！"
    },
    {
        title: "第一次给李锦程转钱",
        date: "26-10-2025",
        src: "album/20241026.jpg",
        desc: "黄森凯第一次给李锦程转钱，应该是喝奶茶！"
    },
    {
        title: "告白",
        date: "03-11-2024",
        src: "album/20241103.jpg",
        desc: "今天黄森凯鼓起勇气和李锦程告白了！虽然李锦程早就知道黄森凯会告白了哈哈哈，但是黄森凯还是很紧张，今天是黄森凯最开心的一天，因为黄森凯和李锦程终于在一起了！"
    },
    {
        title: "养Suki",
        date: "10-11-2024",
        src: "album/20241110.jpg",
        desc: "今天是黄森凯和李锦程第一天养Suki，虽然它有点调皮，一直叫黄森凯大傻逼，但是黄森凯和李锦程都很喜欢它，希望它能健康快乐长大！"
    },
    {
        title: "电话手表",
        date: "13-11-2024",
        src: "album/20241113.jpg",
        desc: "黄森凯给李锦程买了个手表方便上课联系，虽然过不久李锦程就没用了，但是至少那个时候李锦程不用一直和pqr借手表啦！"
    },
    {
        title: "买车了",
        date: "21-12-2024",
        src: "album/20241221.jpg",
        desc: "黄森凯觉得是因为有宝宝才让黄森凯有动力赚钱买车！"
    },
    {
        title: "圣诞节",
        date: "25-12-2024",
        src: "album/20241225.jpg",
        desc: "圣诞节黄森凯出去和朋友吃东西了，结果来不及回家，没在12点和李锦程说圣诞节快乐，完蛋了！"
    },
    {
        title: "跨年",
        date: "01-01-2025",
        src: "album/20250101.jpg",
        desc: "2024跨到2025，黄森凯居然睡着了，简直是睡神，2025跨到2026绝对不能睡！"
    },
    {
        title: "看郑润泽",
        date: "11-01-2025",
        src: "album/20250111.jpg",
        desc: "今天黄森凯去看了郑润泽的演出，李锦程说也想看，黄森凯答应李锦程以后一定要一起去，希望可以做到！"
    },
    {
        title: "第一次给黄森凯买东西",
        date: "01-02-2025",
        src: "album/20250201.jpg",
        desc: "今天是灰灰出生的日子！李锦程给黄森凯买了一个可爱的灰灰玩偶，黄森凯很喜欢灰灰！到现在灰灰还会陪黄森凯上班！"
    },
    {
        title: "在一起100天",
        date: "10-02-2025",
        src: "album/20250210.jpg",
        desc: "今天是黄森凯和李锦程在一起的第100天，我们给对方写了很长的信！"
    },
    {
        title: "skyljc.com 出生了",
        date: "24-02-2025",
        src: "album/20250224.jpg",
        desc: "黄森凯创建了skyljc网站！当时是因为李锦程想玩那个抖音看到的小游戏，黄森凯就去弄了，还说之后要在网站加东西什么的，结果都没弄到，不过没事至少现在有用！"
    },
    {
        title: "立刻和好券",
        date: "10-03-2025",
        src: "album/20250310.jpg",
        desc: "李锦程给黄森凯发了张立刻合好券，感觉很牛逼的样子结果一次都没用过哈哈哈哈哈哈哈"
    },
    {
        title: "黄森凯开始减肥",
        date: "04-04-2025",
        src: "album/20250404.jpg",
        desc: "今天是黄森凯开始减肥的第一天，为了打视频的时候自己看起来好看一点，没想到到最后黄森凯居然可以坚持差不多四个月，减了差不多30斤，虽然现在胖回来一点了，但是黄森凯还觉得自己很厉害，也要谢谢李锦程一直鼓励黄森凯，支持黄森凯！"
    },
    {
        title: "黄森凯的生日",
        date: "16-04-2025",
        src: "album/20250416.jpg",
        desc: "大事发生，今天是黄森凯的生日！太666了！"
    },
    {
        title: "第一次打视频",
        date: "16-04-2025",
        src: "album/20250416_2.jpg",
        desc: "黄森凯终于愿意打视频了，谢谢李锦程没有在看到黄森凯之后和黄森凯分手，黄森凯一直都是一个很自卑的人，谢谢李锦程愿意接受黄森凯！"
    },
    {
        title: "开始用Lookus",
        date: "29-04-2025",
        src: "album/20250429.jpg",
        desc: "今天黄森凯和李锦程开始用Lookus了，这样对彼此更有安全感，可以随时随地知道彼此在干嘛，虽然到后来它经常坏掉，但现在黄森凯和李锦程不需要Lookus也能相信对方了！"
    },
    {
        title: "李锦程的生日",
        date: "15-05-2025",
        src: "album/20250515.jpg",
        desc: "今天是李锦程的生日！原本应该是个很开心的日子，但是因为一些事情变得不太开心，黄森凯非常非常后悔一个错误的决定让李锦程18岁生日变成她的噩梦，黄森凯发誓不会再做那种事情，谢谢李锦程愿意给黄森凯改过的机会，希望以后黄森凯和李锦程的每个生日都能开心快乐地度过！"
    },
    {
        title: "给李锦程买花",
        date: "15-05-2025",
        src: "album/20250515_2.jpg",
        desc: "黄森凯偷偷联系叶菲菲一起给李锦程准备了一束花作为惊喜，虽然被李锦程发现了，但是花很好看，李锦程很开心！"
    },
    {
        title: "在一起200天",
        date: "21-05-2025",
        src: "album/20250521.jpg",
        desc: "今天是黄森凯和李锦程在一起的第200天，我们又给对方写了很长的信！"
    },
    {
        title: "经常吵架的月份",
        date: "15-06-2025",
        src: "album/20250615.jpg",
        desc: "黄森凯记录了和李锦程吵架的次数和原因，发现这个月几乎天天吵架，吵架的原因大多都是李锦程生气，于是在今天决定好好说还有复盘，最后和好了，谢谢李锦程的理解！"
    },
    {
        title: "计划第一次见面",
        date: "16-07-2025",
        src: "album/20250716.jpg",
        desc: "今天黄森凯和李锦程计划了第一次见面的大致行程，简直是特种兵旅行，从吉隆坡北上槟城再南下到新山然后跨海去新加坡，最后再回吉隆坡，真的是超级复杂的行程安排，幸好后来改掉了，不然真的是太累了！"
    },
    {
        title: "距离见面不到一个月",
        date: "30-07-2025",
        src: "album/20250730.jpg",
        desc: "黄森凯这段时间每天都会记录自己的体态和体重，希望在见面的时候可以给李锦程一个好看的自己，经过黄森凯几个月的努力，成功减掉了30斤，虽然不是帅哥但至少不是大胖子！"
    },
    {
        title: "见面前一天",
        date: "22-08-2025",
        src: "album/20250822.jpg",
        desc: "黄森凯特别紧张，马上就要和日思夜想的宝宝见面了，心情特别复杂，既期待又害怕，一整天都在忙，见面前还去买了杯霸王茶姬！"
    },

    //第一次见面 吉隆坡

    {
        title: "见面日！",
        date: "23-08-2025",
        src: "album/20250823_1.jpg",
        desc: "黄森凯和李锦程终于见面啦！黄森凯很紧张，也觉得很对不起李锦程，因为黄森凯谎报身高了QQ，幸好李锦程不介意！第一次见面见面比想象中好哦~"
    },
    {
        title: "吃麦当劳",
        date: "23-08-2025",
        src: "album/20250823_2.jpg",
        desc: "抵达吉隆坡的第一件事情就是吃麦当劳"
    },
    {
        title: "第一次亲亲",
        date: "23-08-2025",
        src: "album/20250823_3.jpg",
        desc: "黄森凯和李锦程第一次亲亲！是在沙发上吃完麦当劳之后！"
    },
    {
        title: "黄森凯睡着",
        date: "23-08-2025",
        src: "album/20250823_4.jpg",
        desc: "黄森凯等李锦程洗澡结果睡着了，真是能睡！"
    },
    {
        title: "吉隆坡兜风",
        date: "23-08-2025",
        src: "album/20250823_5.jpg",
        desc: "早上很早就起床了，很无聊，其实晚上都没什么睡呢，黄森凯开车载李锦程出去兜风"
    },
    {
        title: "鸡窝包",
        date: "23-08-2025",
        src: "album/20250823_6.jpg",
        desc: "去黄森凯住的地方附近买了鸡窝包，回酒店吃完东西就睡着了，完全没跟定好的行程走！"
    },
    {
        title: "拼玩具",
        date: "23-08-2025",
        src: "album/20250823_7.jpg",
        desc: "黄森凯开始拼给李锦程买的美乐蒂玩具！"
    },
    {
        title: "拉拉煲",
        date: "23-08-2025",
        src: "album/20250823_8.jpg",
        desc: "睡完午觉都晚上了，黄森凯决定带李锦程去吃一个很好吃的拉拉煲，搭电梯上去结果到人家后厨，笑死了，不过最后还是成功吃上拉拉煲了，风景也很好看！"
    },
    {
        title: "看双峰塔",
        date: "23-08-2025",
        src: "album/20250823_9.jpg",
        desc: "吃完晚餐我们到去看了双峰塔，在吉隆坡市中心开车逛逛聊天"
    },
    {
        title: "牵手照",
        date: "23-08-2025",
        src: "album/20250823_10.jpg",
        desc: "回酒店的路上拍下了著名的车上牵手照！"
    },
    {
        title: "回酒店拼积木",
        date: "23-08-2025",
        src: "album/20250823_11.jpg",
        desc: "逛完吉隆坡就回酒店了，黄森凯在酒店继续拼积木，超级牛逼，一下子就拼好了，李锦程很喜欢！"
    },
    {
        title: "卤鸡翅霸占整张床",
        date: "24-08-2025",
        src: "album/20250824_1.jpg",
        desc: "李锦程一个人占了整张床，黄森凯就这样被欺负"
    },
    {
        title: "吃源昌隆",
        date: "24-08-2025",
        src: "album/20250824_2.jpg",
        desc: "黄森凯带李锦程吃马来西亚早餐，源昌隆的椰浆饭和虾面还有烤面包，烤面包好吃，椰浆饭一般，虾面难吃！"
    },
    {
        title: "独立广场",
        date: "24-08-2025",
        src: "album/20250824_3.jpg",
        desc: "本来想下去逛逛结果没地方停车了，黄森凯刚好要拉屎，随便找了个地方停就去拉屎了"
    },
    {
        title: "狮身人面像",
        date: "24-08-2025",
        src: "album/20250824_4.jpg",
        desc: "黄森凯带李锦程看了马来西亚的金字塔和狮身人面像，666"
    },
    {
        title: "三丽鸥",
        date: "24-08-2025",
        src: "album/20250824_5.jpg",
        desc: "去了三丽鸥逛逛，李锦程最后选了一个超级可爱的美乐蒂带回中国，还给叶菲菲买了个水瓶"
    },
    {
        title: "买衣服",
        date: "24-08-2025",
        src: "album/20250824_6.jpg",
        desc: "李锦程配黄森凯去买衣服，还遇到黄森凯高中同学了！算上刚刚买的美乐蒂，两个人都是满载而归！"
    },
    {
        title: "吉隆坡夜景",
        date: "24-08-2025",
        src: "album/20250824_7.jpg",
        desc: "黄森凯和李锦程到酒店楼顶和吉隆坡的夜景合影"
    },
    {
        title: "吃印度餐",
        date: "24-08-2025",
        src: "album/20250824_8.jpg",
        desc: "李锦程第一次尝试马来西亚的印度餐，评价一般，水很甜！"
    },
    {
        title: "去黄森凯家",
        date: "24-08-2025",
        src: "album/20250824_9.jpg",
        desc: "吃完印度餐就去黄森凯家了，黄森凯抱olulu出来给李锦程看，后来李锦程鼓起勇气进家里了，勇敢的李锦程！"
    },
    {
        title: "逛双峰塔",
        date: "24-08-2025",
        src: "album/20250824_10.jpg",
        desc: "我们在双峰塔下面散步拍照，此时此刻黄森凯觉得自己是世界上最幸福的人！"
    },
    {
        title: "吃港式点心",
        date: "25-08-2025",
        src: "album/20250825_1.jpg",
        desc: "黄森凯带李锦程吃港式点心，黄森凯觉得还不错，李锦程觉得一般般！"
    },

    //波德申
    
    {
        title: "粉红清真寺",
        date: "25-08-2025",
        src: "album/20250825_2.jpg",
        desc: "黄森凯带李锦程到马来西亚的行政区还有粉红清真寺，可惜李锦程没化妆，不然就可以拍美美的照片了"
    },
    {
        title: "蓝色清真寺",
        date: "25-08-2025",
        src: "album/20250825_3.jpg",
        desc: "前往波德申的路上看到很特别的蓝色清真寺！"
    },
    {
        title: "高级林间小路",
        date: "25-08-2025",
        src: "album/20250825_4.jpg",
        desc: "因为一开始没选择都高速，所以一路上走的都是小路，但是感觉很放松，风景也很好看"
    },
    {
        title: "黄森凯尿尿",
        date: "25-08-2025",
        src: "album/20250825_5.jpg",
        desc: "黄森凯在这里撒了泡尿，从此这里变成著名旅游景点"
    },
    {
        title: "猴子",
        date: "25-08-2025",
        src: "album/20250825_6.jpg",
        desc: "遇到一群猴子了，李锦程没看过猴子，赶快停车给李锦程拍照"
    },
    {
        title: "看海",
        date: "25-08-2025",
        src: "album/20250825_7.jpg",
        desc: "黄森凯带李锦程到海边看海，吹海风，感觉特别舒服，还在沙滩上写了我们的名字！"
    },
    {
        title: "第二个海边",
        date: "25-08-2025",
        src: "album/20250825_8.jpg",
        desc: "这个海感觉干净多了，可惜蚊子有点多，黄森凯帮李锦程吸引蚊子了"
    },
    {
        title: "云龙庙",
        date: "25-08-2025",
        src: "album/20250825_9.jpg",
        desc: "黄森凯带李锦程去云龙庙拜拜，求黄森凯可以和李锦程永远在一起还有赚多多钱"
    },
    {
        title: "海边看日落",
        date: "25-08-2025",
        src: "album/20250825_10.jpg",
        desc: "这是黄森凯带李锦程走的第三个海边，我们一起在这里看了日落，我们很幸福"
    },

    //马六甲
    
    {
        title: "买食物回酒店吃",
        date: "25-08-2025",
        src: "album/20250825_11.jpg",
        desc: "黄森凯和李锦程去便利店买了一些这里的泡面喝饮料回酒店吃，没吃到什么好吃的，不过能和宝宝一起吃东西就很开心了"
    },
    {
        title: "粉刷匠",
        date: "26-08-2025",
        src: "album/20250826_1.jpg",
        desc: "李锦程刷墙中，世界第一美女即将出现"
    },
    {
        title: "给公主穿鞋",
        date: "26-08-2025",
        src: "album/20250826_2.jpg",
        desc: "黄仆人给李公主穿鞋子了"
    },
    {
        title: "马六甲鸡饭粒",
        date: "26-08-2025",
        src: "album/20250826_3.jpg",
        desc: "黄森凯带李锦程吃马六甲有名的鸡饭粒，味道还不错，也很便宜，但是李锦程不喜欢"
    },
    {
        title: "马六甲红屋",
        date: "26-08-2025",
        src: "album/20250826_4.jpg",
        desc: "黄森凯带李锦程到马六甲红屋逛逛+拍照，奈何黄森凯技术太差，拍不出好看的照片，对不起宝宝"
    },
    {
        title: "马六甲河",
        date: "26-08-2025",
        src: "album/20250826_5.jpg",
        desc: "臭臭的马六甲河，蚊子特别多"
    },
    {
        title: "车上拍照",
        date: "26-08-2025",
        src: "album/20250826_6.jpg",
        desc: "李锦程生气了，黄森凯给李锦程拍黑照"
    },
    {
        title: "酒店游泳",
        date: "26-08-2025",
        src: "album/20250826_7.jpg",
        desc: "黄森凯到酒店的游泳池游泳，李锦程在躺椅上休息，风很大很舒适"
    },
    {
        title: "妈妈带儿子泡澡",
        date: "26-08-2025",
        src: "album/20250826_8.jpg",
        desc: "黄森凯泡澡，李锦程来巡视了"
    },
    {
        title: "马六甲海峡",
        date: "26-08-2025",
        src: "album/20250826_9.jpg",
        desc: "黄森凯带李锦程到马六甲很有名的海边，拍了点照片但李锦程和都不喜欢"
    },
    {
        title: "马六甲逛逛",
        date: "26-08-2025",
        src: "album/20250826_10.jpg",
        desc: "在马六甲古城附近逛逛，黄森凯一直被蚊子叮，太恐怖了，黄森凯还给李锦程展示了光速喝奶茶，还没走几步就喝完了"
    },
    {
        title: "吃达美乐",
        date: "26-08-2025",
        src: "album/20250826_11.jpg",
        desc: "又吵架了，吃了达美乐披萨，黄森凯很贱，不应该生气李锦程的，黄森凯现在理解李锦程是因为吃不惯马来西亚的食物才想吃达美乐的"
    },
    {
        title: "手链断了",
        date: "27-08-2025",
        src: "album/20250827_1.jpg",
        desc: "黄森凯拍了一下李锦程的屁股结果手链断了，李锦程的屁股太牛逼了"
    },
    {
        title: "椰子冰沙",
        date: "27-08-2025",
        src: "album/20250827_2.jpg",
        desc: "离开马六甲前吃了著名的椰子冰沙，还有一些马来糕点，李锦程蛮喜欢的"
    },
    {
        title: "一起买菜",
        date: "27-08-2025",
        src: "album/20250827_3.jpg",
        desc: "这是黄森凯和李锦程第一次一起逛街买菜，为云顶的晚餐做准备"
    },

    //云顶
    
    {
        title: "到云顶啦",
        date: "27-08-2025",
        src: "album/20250827_4.jpg",
        desc: "黄森凯终于带李锦程上云顶了！之前就一直说上云顶上云顶，今天终于有机会带李锦程来了，李锦程很喜欢这里，因为这里凉凉的"
    },
    {
        title: "黄森凯当司机",
        date: "27-08-2025",
        src: "album/20250827_5.jpg",
        desc: "出发去买火锅底料，黄森凯让李锦程体验了一把有专车司机的感觉，666"
    },
    {
        title: "吃火锅",
        date: "27-08-2025",
        src: "album/20250827_6.jpg",
        desc: "食物都准备好啦，开吃！"
    },
    {
        title: "李锦程发烧了",
        date: "28-08-2025",
        src: "album/20250828_1.jpg",
        desc: "没想到晚上李锦程就发烧了，黄森凯晚上抱着李锦程睡觉的时候，感觉特别特别烧，吓死黄森凯了！"
    },
    {
        title: "云顶早餐",
        date: "28-08-2025",
        src: "album/20250828_2.jpg",
        desc: "这个早餐很好吃，黄森凯和李锦程都很喜欢"
    },
    {
        title: "看医生",
        date: "28-08-2025",
        src: "album/20250828_3.jpg",
        desc: "黄森凯带李锦程看医生，医生给李锦程开了很多药，辛苦宝宝了"
    },
    {
        title: "买蛋糕",
        date: "28-08-2025",
        src: "album/20250828_4.jpg",
        desc: "黄森凯带李锦程到吉隆坡买蛋糕，庆祝在一起300天，蛋糕很好看也很好吃，两个人都很喜欢！"
    },
    {
        title: "坐缆车",
        date: "28-08-2025",
        src: "album/20250828_5.jpg",
        desc: "黄森凯带李锦程坐缆车啦，雾超级大，风也很大，可是很开心！"
    },
    {
        title: "在云顶逛",
        date: "28-08-2025",
        src: "album/20250828_6.jpg",
        desc: "抵达云顶商场了，但是不知道要干嘛，随便逛逛看别人玩游乐设施"
    },
    {
        title: "Boost",
        date: "28-08-2025",
        src: "album/20250828_7.jpg",
        desc: "买了李锦程想喝的Boost，黄森凯和李锦程都觉得自己的好喝！"
    },
    {
        title: "坐缆车下山",
        date: "28-08-2025",
        src: "album/20250828_8.jpg",
        desc: "云顶太无聊了，黄森凯和李锦程回酒店啦！"
    },
    {
        title: "吃宵夜",
        date: "29-08-2025",
        src: "album/20250829_1.jpg",
        desc: "凌晨一点黄森凯起来给李锦程煮了面，里面有李锦程最喜欢的台湾香肠和一些吃火锅剩下的料"
    },
    {
        title: "庆祝300天",
        date: "29-08-2025",
        src: "album/20250829_2.jpg",
        desc: "黄森凯和李锦程吃蛋糕庆祝在一起300天！虽然这次没有给对方写长信，但终于可以在一起了"
    },
    {
        title: "凌晨三点的云顶",
        date: "29-08-2025",
        src: "album/20250829_3.jpg",
        desc: "黄森凯带李锦程到云顶露天停车场吹风，当时温度只有15度，但是有李锦程陪在黄森凯身边，黄森凯一点都不觉得冷"
    },
    {
        title: "网易云合照",
        date: "29-08-2025",
        src: "album/20250829_4.jpg",
        desc: "黄森凯和李锦程终于拍了梦寐以求的照片！"
    },
    {
        title: "云顶游乐园",
        date: "29-08-2025",
        src: "album/20250829_5.jpg",
        desc: "黄森凯带李锦程到云顶游乐园玩，到了才知道原来要提前一天买票，只能明天来了，幸好李锦程很善解人意，没有责怪黄森凯，黄森凯觉得李锦程是世界上最好的人"
    },
    {
        title: "清水寺",
        date: "29-08-2025",
        src: "album/20250829_6.jpg",
        desc: "黄森凯带李锦程去云顶半山的清水寺看风景和拜拜"
    },
    {
        title: "星巴克",
        date: "29-08-2025",
        src: "album/20250829_7.jpg",
        desc: "黄森凯请李锦程喝星巴克，李锦程拍了一百张照片，666"
    },

    //吉隆坡
    
    {
        title: "黄森凯的大学",
        date: "29-08-2025",
        src: "album/20250829_8.jpg",
        desc: "黄森凯带李锦程到黄森凯读的大学逛逛，还买了煎饼果子吃"
    },
    {
        title: "最喜欢的酒店",
        date: "29-08-2025",
        src: "album/20250829_9.jpg",
        desc: "这间酒店很大，虽然没有云顶的凉快，但是睡得很舒服！"
    },
    {
        title: "百威年",
        date: "29-08-2025",
        src: "album/20250829_10.jpg",
        desc: "去百威年吃海底捞，但是排队要等很久，所以先到处逛逛，没想到很快就排到了，真是幸运！"
    },
    {
        title: "海底捞",
        date: "29-08-2025",
        src: "album/20250829_11.jpg",
        desc: "吃海底捞庆祝黄森凯和李锦程在一起300天！火锅很好吃，店员很热情，但他拍照不好看"
    },
    {
        title: "吃早餐",
        date: "30-08-2025",
        src: "album/20250830_1.jpg",
        desc: "黄森凯起床到楼下给李锦程买了黄森凯弟弟卖的椰浆饭，早知道那个时候多买点食物吃了"
    },
    {
        title: "出发前往云顶",
        date: "30-08-2025",
        src: "album/20250830_2.jpg",
        desc: "黄森凯和李锦程又上云顶啦，这次确定买好票了，但是出发前黄森凯锁门出了点问题，这个门也太难锁了"
    },
    {
        title: "云顶游乐园",
        date: "30-08-2025",
        src: "album/20250830_3.jpg",
        desc: "终于到云顶游乐园玩啦"
    },
    {
        title: "机器人疯转轮",
        date: "30-08-2025",
        src: "album/20250830_4.jpg",
        desc: "这是黄森凯和李锦程玩的第一个游乐设施，可以自己控制向前转或向后转，黄森凯玩得很开心，李锦程玩得很刺激"
    },
    {
        title: "傲发飞行员",
        date: "30-08-2025",
        src: "album/20250830_5.jpg",
        desc: "这是黄森凯和李锦程玩的第二个游乐设施，飞机会转圈飞上天，这个也很刺激"
    },
    {
        title: "独立日：绝地反击",
        date: "30-08-2025",
        src: "album/20250830_6.jpg",
        desc: "这是黄森凯和李锦程玩的第三个游乐设施，李锦程觉得这个很好玩，因为这是李锦程第一次体验这种玩法"
    },
    {
        title: "森巴滑翔",
        date: "30-08-2025",
        src: "album/20250830_7.jpg",
        desc: "这是黄森凯和李锦程玩的第四个游乐设施，李锦程排队排得脸都黑了，不过好在这个设施很好玩，不后悔排队！"
    },
    {
        title: "蓝天旋转派对",
        date: "30-08-2025",
        src: "album/20250830_8.jpg",
        desc: "这是黄森凯和李锦程玩的第五个游乐设施，是旋转木马，仿佛回到小时候"
    },
    {
        title: "过山车",
        date: "30-08-2025",
        src: "album/20250830_9.jpg",
        desc: "本来要玩的但是在维修玩不了，排队的时候李锦程还遇到印度工作人员和她说中文，结果她都听不懂"
    },
    {
        title: "大焊先生飞艇",
        date: "30-08-2025",
        src: "album/20250830_10.jpg",
        desc: "这是黄森凯和李锦程玩的第六个游乐设施，不刺激但很放松"
    },
    {
        title: "宇宙高塔",
        date: "30-08-2025",
        src: "album/20250830_11.jpg",
        desc: "这是黄森凯和李锦程玩的第七个游乐设施，也是最刺激的，是跳楼机！虽然没有李锦程在中国玩的高，但是上下都很快所以感觉很恐怖"
    },
    {
        title: "离开游乐园",
        date: "30-08-2025",
        src: "album/20250830_12.jpg",
        desc: "离开云顶惹，云顶还能看到吉隆坡的风景，可惜拍不到"
    },
    {
        title: "商场火车站",
        date: "30-08-2025",
        src: "album/20250830_13.jpg",
        desc: "到一间商场里面走路去吃肉骨茶，看到一个小火车站，忘记黄森凯说什么了，但是李锦程假装生气走掉了，去吃肉骨茶的路上遇到一个要被冻死的阿姨，不知道阿姨现在过得怎样"
    },
    {
        title: "兴记肉骨茶",
        date: "30-08-2025",
        src: "album/20250830_14.jpg",
        desc: "李锦程终于吃上心心念念的肉骨茶了，这个肉骨茶是吉隆坡最好吃的，虽然有点贵但很值得"
    },
    {
        title: "马来西亚国庆日",
        date: "31-08-2025",
        src: "album/20250831_1.jpg",
        desc: "国庆日看烟花了，但没什么烟花看，黄森凯还和李锦程吵架了，黄森凯真是坏人"
    },
    {
        title: "吃烧鸭面",
        date: "31-08-2025",
        src: "album/20250831_2.jpg",
        desc: "黄森凯带李锦程吃黄森凯最喜欢的烧鸭面"
    },
    {
        title: "肮脏的海边",
        date: "31-08-2025",
        src: "album/20250831_3.jpg",
        desc: "黄森凯带李锦程到最近的海边想弄A4纸按手掌印的，结果太脏了"
    },
    {
        title: "难吃的提拉米苏",
        date: "31-08-2025",
        src: "album/20250831_4.jpg",
        desc: "临走前买了提拉米苏，这个提拉米苏是黄森凯和李锦程吃过最难吃的提拉米苏，虽然很便宜"
    },
    {
        title: "甜甜水",
        date: "31-08-2025",
        src: "album/20250831_5.jpg",
        desc: "除了提拉米苏还买了甜甜水，黄森凯和李锦程因为这个水小吵了一架，但是很快就和好了"
    },
    {
        title: "一起看剧",
        date: "31-08-2025",
        src: "album/20250831_6.jpg",
        desc: "回到酒店黄森凯和李锦程一起在沙发上看剧，黄森凯把床搬到沙发上了，特别舒适"
    },
    {
        title: "吃炸鸡",
        date: "31-08-2025",
        src: "album/20250831_7.jpg",
        desc: "这是黄森凯最喜欢的炸鸡牌子，他的炸鸡比肯德基还好吃，李锦程也很喜欢吃"
    },
    {
        title: "吃冰沙",
        date: "31-08-2025",
        src: "album/20250831_8.jpg",
        desc: "晚上黄森凯带李锦程吃冰沙"
    },
    {
        title: "在街上发疯",
        date: "31-08-2025",
        src: "album/20250831_9.jpg",
        desc: "黄森凯和李锦程在街上玩得很开心，黄森凯假装开车，李锦程觉得黄森凯是神经病"
    },
    {
        title: "见面的最后一天",
        date: "01-09-2025",
        src: "album/20250901_1.jpg",
        desc: "没想到九天这么快就过去了，今天是最后一天了"
    },
    {
        title: "梦龙巧克力",
        date: "01-09-2025",
        src: "album/20250901_2.jpg",
        desc: "到酒店楼下买了李锦程想吃的巧克力雪糕，李锦程觉得好吃！"
    },
    {
        title: "收拾行李",
        date: "01-09-2025",
        src: "album/20250901_3.jpg",
        desc: "行李已经收拾好了，准备离开酒店了"
    },
    {
        title: "华阳",
        date: "01-09-2025",
        src: "album/20250901_4.jpg",
        desc: "黄森凯带李锦程来第二个百威年吃华阳，辣椒板面很好吃！炒果条一般"
    },
    {
        title: "回黄森凯家",
        date: "01-09-2025",
        src: "album/20250901_5.jpg",
        desc: "要离开吉隆坡了，再去黄森凯家看看猫猫们"
    },
    {
        title: "和黄森凯朋友吃饭",
        date: "01-09-2025",
        src: "album/20250901_6.jpg",
        desc: "黄森凯带李锦程和朋友吃饭，朋友全部很友善"
    },
    {
        title: "抵达机场",
        date: "01-09-2025",
        src: "album/20250901_7.jpg",
        desc: "抵达机场了，不舍得走"
    },
    {
        title: "吃麦当劳",
        date: "02-09-2025",
        src: "album/20250902_1.jpg",
        desc: "做人要有始有终，来马来西亚的第一餐是麦当劳，离开的最后一餐也是麦当劳"
    },
    {
        title: "李锦程回去了",
        date: "02-09-2025",
        src: "album/20250902_2.jpg",
        desc: "李锦程和黄森凯分开了，下次见面就是一月了，相信时间会过得很快的"
    },
    {
        title: "空荡荡的房间",
        date: "02-09-2025",
        src: "album/20250902_3.jpg",
        desc: "黄森凯起床了，但是李锦程已经不在身边了，黄森凯只能自己一个人哭"
    },
    {
        title: "计划成都旅行",
        date: "02-09-2025",
        src: "album/20250902_4.jpg",
        desc: "分开不到一天，黄森凯已经在计划成都旅行了"
    },
    {
        title: "五路财神珠",
        date: "08-09-2025",
        src: "album/20250908.jpg",
        desc: "李锦程给黄森凯买了五路财神珠，希望黄森凯能赚大钱！"
    },
    {
        title: "共享相册",
        date: "13-09-2025",
        src: "album/20250913.jpg",
        desc: "黄森凯换苹果了，终于可以一起用共享相册了"
    },
    {
        title: "外套钱包球鞋",
        date: "11-10-2025",
        src: "album/20251011.jpg",
        desc: "没有固定的时间所以放买外套的日期，黄森凯很喜欢李锦程买的东西，都很实用也很好看！"
    },
    {
        title: "平板",
        date: "12-10-2025",
        src: "album/20251012.jpg",
        desc: "黄森凯给李锦程买平板了，希望以后能送更贵重的东西！"
    },
    {
        title: "吵架闹分手",
        date: "19-10-2025",
        src: "album/20251019.jpg",
        desc: "黄森凯和李锦程吵架了，因为沟通上的问题，争取改善！"
    },
    {
        title: "吵架闹分手",
        date: "27-10-2025",
        src: "album/20251027.jpg",
        desc: "黄森凯又和李锦程吵架了，才过了一个星期了，希望不会再吵了"
    },
    {
        title: "吵架好好说话",
        date: "30-10-2025",
        src: "album/20251030.jpg",
        desc: "终于可以在吵架的时候两个人都好好说话了，我们都进步了，我们一定会一直在一起的"
    },
    {
        title: "在一起365天",
        date: "02-11-2025",
        src: "album/20251102.jpg",
        desc: "李锦程和叶菲菲去住酒店了，李锦程特别特别可爱！黄森凯希望和李锦程住酒店的是自己，这样黄森凯就可以一直黏在李锦程身边了"
    },
    {
        title: "在一起一周年",
        date: "03-11-2025",
        src: "album/20251103.jpg",
        desc: "在一起一年啦！我们给彼此写了很长的信，这已经是我们纪念日的习惯了，这一年多苦多累都过来了，异国恋真的好难。我们一定会过很多很多的纪念日，期待我们下一次见面，期待我们一起生活，期待我们白头偕老"
    },
    {
        title: "纪念相册做好了",
        date: "07-11-2025",
        src: "album/20251107.png",
        desc: "纪念相册终于做好了，黄森凯和李锦程都很喜欢！"
    },

    //第二次见面 吉隆坡
    
    {
        title: "第二次见面",
        date: "22-11-2025",
        src: "album/20251122_1.png",
        desc: "今天是黄森凯和李锦程第二次见面！黄森凯早早就到机场等李锦程出来了"
    },
    {
        title: "十指紧扣",
        date: "22-11-2025",
        src: "album/20251122_2.jpg",
        desc: "起床了，黄森凯和李锦程在床上十指紧扣"
    },
    {
        title: "李锦程化妆",
        date: "22-11-2025",
        src: "album/20251122_3.jpg",
        desc: "李锦程的化妆镜碎了，黄森凯帮李锦程举着化妆镜，李锦程化妆的时候黄森凯在旁边看着，黄森凯觉得李锦程化妆好可爱"
    },
    {
        title: "出门了",
        date: "22-11-2025",
        src: "album/20251122_4.jpg",
        desc: "李锦程化完妆了，和黄森凯美美出门"
    },
    {
        title: "奶皮子糖葫芦",
        date: "22-11-2025",
        src: "album/20251122_5.jpg",
        desc: "购买李锦程心心念念的奶皮子糖葫芦中"
    },
    {
        title: "和黄森凯家人吃饭",
        date: "22-11-2025",
        src: "album/20251122_6.jpg",
        desc: "李锦程和黄森凯家人一起吃饭，可以说是非常之勇敢了"
    },
    {
        title: "李锦程和olulu拍照",
        date: "22-11-2025",
        src: "album/20251122_7.jpg",
        desc: "李锦程和olulu在黄森凯房间拍照留念"
    },
    {
        title: "黄森凯展示才艺",
        date: "23-11-2025",
        src: "album/20251123_1.png",
        desc: "黄森凯在李锦程面前展示了自己弹钢琴的才艺，李锦程看得目瞪口呆，赞不绝口"
    },
    {
        title: "亲亲",
        date: "23-11-2025",
        src: "album/20251123_2.jpg",
        desc: "害羞！"
    },
    {
        title: "逛娃娃店",
        date: "23-11-2025",
        src: "album/20251123_3.jpg",
        desc: "黄森凯和李锦程在酒店楼下的商场逛街，在娃娃店拍了很多照片"
    },
    {
        title: "买盲盒吃下午茶",
        date: "23-11-2025",
        src: "album/20251123_4.jpg",
        desc: "黄森凯和李锦程在Miniso买了个盲盒，然后到咖啡店买了咖啡和李锦程喜欢的巴斯克蛋糕"
    },
    {
        title: "游戏厅",
        date: "23-11-2025",
        src: "album/20251123_5.jpg",
        desc: "黄森凯和李锦程一起去游戏厅玩，玩了很多游戏，也赢了很多糖果"
    },
    {
        title: "游戏厅",
        date: "23-11-2025",
        src: "album/20251123_6.jpg",
        desc: "黄森凯带飞中"
    },
    {
        title: "鸭腿面",
        date: "23-11-2025",
        src: "album/20251123_7.jpg",
        desc: "黄森凯和李锦程一起吃了美味的鸭腿面，简直是吉隆坡必吃榜"
    },
    {
        title: "吉隆坡大商场逛街",
        date: "23-11-2025",
        src: "album/20251123_8.jpg",
        desc: "在吉隆坡一个很大的商场逛街，让李锦程体验一下马来西亚的圣诞氛围"
    },
    {
        title: "超市买东西",
        date: "23-11-2025",
        src: "album/20251123_9.jpg",
        desc: "黄森凯和李锦程在超市买了很多零食，大部分都是马来西亚才有的零食，李锦程都很喜欢"
    },
    {
        title: "小蛋糕",
        date: "24-11-2025",
        src: "album/20251124_1.jpg",
        desc: "时间过的好快，李锦程下午就要回中国了，买了个小蛋糕吃！"
    },
    {
        title: "华阳",
        date: "24-11-2025",
        src: "album/20251124_2.jpg",
        desc: "华阳吃辣椒版面和椰浆饭，非常之美味！"
    },
    {
        title: "加油站",
        date: "24-11-2025",
        src: "album/20251124_3.jpg",
        desc: "黄森凯在加油，透过车窗拍到车里的李锦程，这张照片简直神了"
    },
    {
        title: "离别时刻",
        date: "24-11-2025",
        src: "album/20251124_4.png",
        desc: "李锦程即将离开，在登机楼入口，两人在机场依依不舍地告别，期待下次见面"
    },

    //第三次见面 成都 九寨沟 重庆

    {
        title: "第三次见面",
        date: "22-01-2026",
        src: "album/20260122_1.jpg",
        desc: "第三次见面在成都，黄森凯独自走在深夜的街头，到ISF接李锦程"
    },
    {
        title: "花！",
        date: "22-01-2026",
        src: "album/20260122_2.jpg",
        desc: "黄森凯给李锦程买了一束花，李锦程特别开心，笑得合不拢嘴，冲上来给黄森凯一个大抱"
    },
    {
        title: "合照",
        date: "22-01-2026",
        src: "album/20260122_3.jpg",
        desc: "老规矩合照来一张"
    },
    {
        title: "美丽的公主和仆人",
        date: "22-01-2026",
        src: "album/20260122_4.jpg",
        desc: "黄森凯给李锦程挤牙膏，递到李锦程脸上，毕恭毕敬地请李锦程刷牙"
    },
    {
        title: "出门了",
        date: "22-01-2026",
        src: "album/20260122_5.jpg",
        desc: "黄森凯和李锦程出门觅食"
    },
    {
        title: "中式早餐",
        date: "22-01-2026",
        src: "album/20260122_6.jpg",
        desc: "购入了一些中式早餐，其中酥饼和烧卖最受黄森凯的宠爱，每天都想吃"
    },
    {
        title: "李锦程化妆",
        date: "22-01-2026",
        src: "album/20260122_7.jpg",
        desc: "李锦程在化妆，黄森凯帮李锦程记录生活"
    },
    {
        title: "可爱的合照",
        date: "22-01-2026",
        src: "album/20260122_8.jpg",
        desc: "可爱的合照来一张"
    },
    {
        title: "俊男美女",
        date: "22-01-2026",
        src: "album/20260122_9.jpg",
        desc: "小帅哥和小美女要出门了，全成都的高街帝和小蛋糕请注意"
    },
    {
        title: "成都地铁的扶手",
        date: "22-01-2026",
        src: "album/20260122_10.jpg",
        desc: "成都地铁的扶手居然是大熊猫造型的，可以的，成都，我认可你了"
    },
    {
        title: "IFS苹果店",
        date: "22-01-2026",
        src: "album/20260122_11.jpg",
        desc: "到了IFS的苹果店，还是挺高级的"
    },
    {
        title: "国外氛围感",
        date: "22-01-2026",
        src: "album/20260122_12.jpg",
        desc: "IFS的布置看起来挺牛逼的，两人感受到了浓浓的国外氛围"
    },
    {
        title: "偶遇帅哥",
        date: "22-01-2026",
        src: "album/20260122_13.jpg",
        desc: "遇到一位帅气的男士向李锦程走来，不知道李锦程有没有心动呢"
    },
    {
        title: "挑战电梯",
        date: "22-01-2026",
        src: "album/20260122_14.png",
        desc: "黄森凯挑战不让电梯发现，挑战成功"
    },
    {
        title: "氛围感女神",
        date: "22-01-2026",
        src: "album/20260122_15.jpg",
        desc: "李锦程的回眸一笑显得格外美丽动人"
    },
    {
        title: "李锦程行跪拜礼",
        date: "22-01-2026",
        src: "album/20260122_16.jpg",
        desc: "李锦程在成都的街头对黄森凯行跪拜礼，黄森凯在旁边看着，心里暖暖的，甚至以为李锦程要求婚"
    },
    {
        title: "大熊猫电视",
        date: "22-01-2026",
        src: "album/20260122_17.png",
        desc: "在IFS街口的大屏幕看到大熊猫了"
    },
    {
        title: "TOPTOY",
        date: "22-01-2026",
        src: "album/20260122_18.jpg",
        desc: "在TOPTOY店买了几个李锦程喜欢的盲盒"
    },
    {
        title: "遇到熊猫了",
        date: "22-01-2026",
        src: "album/20260122_19.jpg",
        desc: "黄森凯和熊猫合照中"
    },
    {
        title: "成都火锅",
        date: "22-01-2026",
        src: "album/20260122_20.jpg",
        desc: "在成都品尝了正宗的成都火锅"
    },
    {
        title: "爬墙熊猫",
        date: "22-01-2026",
        src: "album/20260122_21.jpg",
        desc: "两个人和爬墙熊猫合照了"
    },
    {
        title: "奶皮子糖葫芦",
        date: "22-01-2026",
        src: "album/20260122_22.jpg",
        desc: "回酒店的路上买了个奶皮子糖葫芦吃"
    },
    {
        title: "美味的糖葫芦",
        date: "22-01-2026",
        src: "album/20260122_23.jpg",
        desc: "看图"
    },
    {
        title: "盲盒开箱",
        date: "22-01-2026",
        src: "album/20260122_24.jpg",
        desc: "开了在toptoy买的盲盒，都很可爱！而且还抽到了两个美乐蒂"
    },
    {
        title: "拍照",
        date: "22-01-2026",
        src: "album/20260122_25.jpg",
        desc: "黄森凯教李锦程摆姿势中，原来黄森凯这么瘦！"
    },
    {
        title: "拍照",
        date: "22-01-2026",
        src: "album/20260122_26.jpg",
        desc: "到李锦程表演了"
    },
    {
        title: "合照",
        date: "22-01-2026",
        src: "album/20260122_27.jpg",
        desc: "李锦程依旧漂亮，黄森凯怎么看起来这么帅？"
    },
    {
        title: "看大熊猫！",
        date: "23-01-2026",
        src: "album/20260123_1.jpg",
        desc: "今天起得特别早，黄森凯和李锦程一起去成都大熊猫繁育研究基地看大熊猫"
    },
    {
        title: "绕圈圈的熊猫",
        date: "23-01-2026",
        src: "album/20260123_2.png",
        desc: "一进去就看到一只一直在绕圈圈的熊猫，应该是生病了有刻板行为"
    },
    {
        title: "大熊猫睡觉中",
        date: "23-01-2026",
        src: "album/20260123_3.jpg",
        desc: "大熊猫睡觉中，勿扰..."
    },
    {
        title: "大熊猫进食中",
        date: "23-01-2026",
        src: "album/20260123_4.jpg",
        desc: "大熊猫进食中，勿扰..."
    },
    {
        title: "熊妈妈和熊宝宝",
        date: "23-01-2026",
        src: "album/20260123_5.jpg",
        desc: "熊妈妈和熊宝宝进食中，勿扰..."
    },
    {
        title: "熊猫合照",
        date: "23-01-2026",
        src: "album/20260123_6.jpg",
        desc: "两个人和真的熊猫合照了"
    },
    {
        title: "功夫熊猫",
        date: "23-01-2026",
        src: "album/20260123_7.jpg",
        desc: "还会爬树666"
    },
    {
        title: "震惊！",
        date: "23-01-2026",
        src: "album/20260123_8.jpg",
        desc: "熊猫园里居然出现了比熊猫可爱的东西！"
    },
    {
        title: "小熊猫",
        date: "23-01-2026",
        src: "album/20260123_9.jpg",
        desc: "尾巴看起来像olulu"
    },
    {
        title: "小熊猫进食中",
        date: "23-01-2026",
        src: "album/20260123_10.png",
        desc: "小熊猫进食中，勿扰..."
    },
    {
        title: "美女与小熊猫",
        date: "23-01-2026",
        src: "album/20260123_11.jpg",
        desc: "李锦程和小熊猫牌子合照中"
    },
    {
        title: "美女与小熊猫2",
        date: "23-01-2026",
        src: "album/20260123_12.jpg",
        desc: "李锦程和小熊猫牌子再次合照中"
    },
    {
        title: "压迫感之路",
        date: "23-01-2026",
        src: "album/20260123_13.jpg",
        desc: "来到一条很有压迫感的路，很适合黄森凯这种武林高手"
    },
    {
        title: "熊猫水",
        date: "23-01-2026",
        src: "album/20260123_14.jpg",
        desc: "买了一瓶熊猫水，非常有纪念意义，现在都不知道在哪里了"
    },
    {
        title: "美味的鸡公煲",
        date: "23-01-2026",
        src: "album/20260123_15.jpg",
        desc: "吃酒店楼下的鸡公煲，其实就是麻辣烫，换了个名字！"
    },
    {
        title: "好高级的地铁",
        date: "23-01-2026",
        src: "album/20260123_16.jpg",
        desc: "第一次看到这么坐的地铁，好特别"
    },
    {
        title: "宽窄巷子逛街中",
        date: "23-01-2026",
        src: "album/20260123_17.jpg",
        desc: "在宽窄巷子里面逛逛，都是又贵有普通的东西"
    },
    {
        title: "财神殿",
        date: "23-01-2026",
        src: "album/20260123_18.jpg",
        desc: "虔诚拜三拜，钱包里面多几百"
    },
    {
        title: "宽窄巷子",
        date: "23-01-2026",
        src: "album/20260123_19.jpg",
        desc: "终于找到宽窄巷子的牌子了，原来就在门口"
    },
    {
        title: "偶遇蜘蛛侠",
        date: "23-01-2026",
        src: "album/20260123_20.jpg",
        desc: "其实是说唱歌手"
    },
    {
        title: "难吃的炒饭",
        date: "23-01-2026",
        src: "album/20260123_21.jpg",
        desc: "以这碗难吃的炒饭作为今天的结尾，黄森凯十分后悔，还花了很多时间等老板"
    },
    {
        title: "顶级吹发师",
        date: "24-01-2026",
        src: "album/20260124_1.jpg",
        desc: "太丝滑了，黄森凯简直是天生的吹发师"
    },
    {
        title: "石头建筑",
        date: "24-01-2026",
        src: "album/20260124_2.jpg",
        desc: "前往高铁站的途中看到一堆很像石头的建筑"
    },
    {
        title: "没去成乐山",
        date: "24-01-2026",
        src: "album/20260124_3.jpg",
        desc: "看错时间和高铁站了，没去成乐山，明天再去"
    },
    {
        title: "芳草地",
        date: "24-01-2026",
        src: "album/20260124_4.jpg",
        desc: "喂 啥点 现在几点咯 又不提前说 昨晚喝到七点多"
    },
    {
        title: "桐梓林",
        date: "24-01-2026",
        src: "album/20260124_5.jpg",
        desc: "我在桐梓林换一个发型 他说我脸方 感觉像马云"
    },
    {
        title: "锦里",
        date: "24-01-2026",
        src: "album/20260124_6.jpg",
        desc: "到锦里逛逛"
    },
    {
        title: "锦里里面的池子",
        date: "24-01-2026",
        src: "album/20260124_7.jpg",
        desc: "好山好水好无聊"
    },
    {
        title: "李锦程打电话",
        date: "24-01-2026",
        src: "album/20260124_8.jpg",
        desc: "李锦程在打电话应付家人突如其来的查岗，黄森凯在周围转悠"
    },
    {
        title: "成都双子塔",
        date: "24-01-2026",
        src: "album/20260124_9.jpg",
        desc: "到成都双子塔和大熊猫拍照"
    },
    {
        title: "地摊火锅",
        date: "24-01-2026",
        src: "album/20260124_10.jpg",
        desc: "吃好吃的地摊火锅！感觉自己已经是半个成都人了"
    },

    //乐山
    
    {
        title: "第一次坐中国高铁",
        date: "25-01-2026",
        src: "album/20260125_1.jpg",
        desc: "第一次坐高铁，出发前往乐山中，要去看乐山大佛了"
    },
    {
        title: "乐少",
        date: "25-01-2026",
        src: "album/20260125_2.jpg",
        desc: "不知道的还以为是乐少，很特别的设计"
    },
    {
        title: "乐山第一张美照",
        date: "25-01-2026",
        src: "album/20260125_3.jpg",
        desc: "超级漂亮的照片，主要还是人好看，不知道为什么李锦程不发"
    },
    {
        title: "合照",
        date: "25-01-2026",
        src: "album/20260125_4.jpg",
        desc: "在乐山大佛山上的庙里合照"
    },
    {
        title: "乐山大佛俯拍",
        date: "25-01-2026",
        src: "album/20260125_5.jpg",
        desc: "从上面看乐山大佛感觉好大，不知道怎么做出来的，666"
    },
    {
        title: "乐山大佛",
        date: "25-01-2026",
        src: "album/20260125_6.jpg",
        desc: "终于看到乐山大佛的全貌了，黄森凯把李锦程拍成九头身，拍摄技术进步中"
    },
    {
        title: "坐小火车离开",
        date: "25-01-2026",
        src: "album/20260125_7.jpg",
        desc: "坐小火车离开乐山大佛景区"
    },
    {
        title: "钵钵鸡(3/10)",
        date: "25-01-2026",
        src: "album/20260125_8.jpg",
        desc: "开始在乐山吃美食，第一个吃钵钵鸡，可惜味道一般，没能俘获黄森凯和李锦程的胃"
    },
    {
        title: "纸烧卖(6/10)",
        date: "25-01-2026",
        src: "album/20260125_9.jpg",
        desc: "看起来很特别，吃起来很普通，不难吃也不好吃"
    },
    {
        title: "甜皮鸭(9.5/10)",
        date: "25-01-2026",
        src: "album/20260125_10.jpg",
        desc: "超级好吃，去乐山必吃，十分美味，黄森凯和李锦程都赞不绝口，还想再吃"
    },
    {
        title: "冰糖山楂(6/10)",
        date: "25-01-2026",
        src: "album/20260125_11.jpg",
        desc: "和一个聋哑老奶奶买了个冰糖山楂，还可以，不难吃也不好吃，主要是支持老奶奶"
    },
    {
        title: "翘脚牛肉(7.5/10)",
        date: "25-01-2026",
        src: "album/20260125_12.jpg",
        desc: "味道还可以，李锦程觉得很好吃，黄森凯觉得一般，可能因为黄森凯已经吃饱了，但是厕所纸很多，加分"
    },
    {
        title: "高铁站拍神照",
        date: "25-01-2026",
        src: "album/20260125_13.jpg",
        desc: "在高铁站拍出了黄森凯的神照，至今不知道怎么做出来那个眼神的"
    },
    {
        title: "李锦程困死了",
        date: "25-01-2026",
        src: "album/20260125_14.jpg",
        desc: "挤地铁回家中，李锦程要困死了！"
    },
    {
        title: "吃甜点",
        date: "25-01-2026",
        src: "album/20260125_15.jpg",
        desc: "在酒店楼下的好利来（应该是）买了好吃的"
    },
    {
        title: "看电影",
        date: "25-01-2026",
        src: "album/20260125_16.jpg",
        desc: "在酒店用投影看许光汉电影，挺好看的"
    },
    {
        title: "去吃成都小炒",
        date: "26-01-2026",
        src: "album/20260126_1.jpg",
        desc: "黄森凯和李锦程正在前往一件很有名的餐厅吃成都菜，但是李锦程家人打电话来查岗了，黄森凯迫于无奈只能下车，并在前面打车前往吃饭的地方"
    },
    {
        title: "便宜的成都菜",
        date: "26-01-2026",
        src: "album/20260126_2.jpg",
        desc: "最后决定去吃酒店楼下的成都菜，没想到这么便宜，一道菜才13，白饭还免费"
    },
    {
        title: "买伴手礼",
        date: "26-01-2026",
        src: "album/20260126_3.jpg",
        desc: "在成都的最后一天，买点伴手礼回家给家人朋友同事"
    },
    {
        title: "再次打卡大熊猫",
        date: "26-01-2026",
        src: "album/20260126_4.jpg",
        desc: "又在IFS街头拍大熊猫，时间过得好快，这就要离开我最喜欢的城市了，希望以后还能再来"
    },
    {
        title: "花与美女",
        date: "26-01-2026",
        src: "album/20260126_5.jpg",
        desc: "李锦程和漂亮的花朵的合照"
    },
    {
        title: "仙女散花",
        date: "27-01-2026",
        src: "album/20260127_1.png",
        desc: "要离开这间酒店了，黄森凯给李锦程撒花，氛围感满满"
    },
    {
        title: "前往九寨沟",
        date: "27-01-2026",
        src: "album/20260127_2.jpg",
        desc: "前往九寨沟中，李锦程在玩游戏"
    },

    //九寨沟
    
    {
        title: "黄龙九寨站",
        date: "27-01-2026",
        src: "album/20260127_3.jpg",
        desc: "到黄龙九寨站了，好激动，黄森凯第一次来海拔这么高的地方"
    },
    {
        title: "第一次看雪",
        date: "27-01-2026",
        src: "album/20260127_4.png",
        desc: "黄森凯第一次在现实中看到真的雪"
    },
    {
        title: "飞车司机",
        date: "27-01-2026",
        src: "album/20260127_5.png",
        desc: "司机车技超神，还能在弯道超车，有种云顶跑山的感觉"
    },
    {
        title: "抵达酒店",
        date: "27-01-2026",
        src: "album/20260127_6.jpg",
        desc: "在酒店休息中..."
    },
    {
        title: "清澈的小河",
        date: "27-01-2026",
        src: "album/20260127_7.jpg",
        desc: "好清澈的水，猛龙过江！"
    },
    {
        title: "牦牛火锅",
        date: "27-01-2026",
        src: "album/20260127_8.jpg",
        desc: "吃了牦牛火锅，味道还可以，牛肉也很多"
    },
    {
        title: "特色早餐",
        date: "28-01-2026",
        src: "album/20260128_1.jpg",
        desc: "外卖点了一些高原特色美食，感觉味道一般，准备去九寨沟啦！"
    },
    {
        title: " 九寨沟大巴",
        date: "28-01-2026",
        src: "album/20260128_2.jpg",
        desc: "乘坐九寨沟大巴上山中"
    },
    {
        title: "暧昧时刻",
        date: "28-01-2026",
        src: "album/20260128_3.jpg",
        desc: "李锦程在黄森凯怀里睡着了"
    },
    {
        title: "九寨沟长湖",
        date: "28-01-2026",
        src: "album/20260128_4.jpg",
        desc: "黄森凯给李锦程拍美美的照片"
    },
    {
        title: "九寨沟长湖",
        date: "28-01-2026",
        src: "album/20260128_5.jpg",
        desc: "李锦程给黄森凯拍帅帅的照片"
    },
    {
        title: "五彩池",
        date: "28-01-2026",
        src: "album/20260128_6.jpg",
        desc: "黄森凯帮李锦程在五彩池拍照，拍了很久都没拍出好看的照片，两人小吵一架"
    },
    {
        title: "吃烤肠",
        date: "28-01-2026",
        src: "album/20260128_7.png",
        desc: "正在进行在国家5A级景区吃烤肠的富豪行为"
    },
    {
        title: "喷烟",
        date: "28-01-2026",
        src: "album/20260128_8.png",
        desc: "两个人在喷烟"
    },
    {
        title: "不断的拍拍拍",
        date: "28-01-2026",
        src: "album/20260128_9.jpg",
        desc: ""
    },
    {
        title: "换个地方拍",
        date: "28-01-2026",
        src: "album/20260128_10.jpg",
        desc: ""
    },
    {
        title: "再拍",
        date: "28-01-2026",
        src: "album/20260128_11.jpg",
        desc: ""
    },
    {
        title: "为数不多的合照",
        date: "28-01-2026",
        src: "album/20260128_12.jpg",
        desc: ""
    },
    {
        title: "继续拍",
        date: "28-01-2026",
        src: "album/20260128_13.jpg",
        desc: ""
    },
    {
        title: "郎才女貌",
        date: "28-01-2026",
        src: "album/20260128_14.jpg",
        desc: ""
    },
    {
        title: "瀑布配美人",
        date: "28-01-2026",
        src: "album/20260128_15.jpg",
        desc: ""
    },
    {
        title: "合照来一张",//瀑布
        date: "28-01-2026",
        src: "album/20260128_16.jpg",
        desc: ""
    },
    {
        title: "氛围感女神",//瀑布后
        date: "28-01-2026",
        src: "album/20260128_17.jpg",
        desc: ""
    },
    {
        title: "太漂亮了",//16：13湖
        date: "28-01-2026",
        src: "album/20260128_18.jpg",
        desc: ""
    },
    {
        title: "仙女下凡",//16：40 瀑布
        date: "28-01-2026",
        src: "album/20260128_19.jpg",
        desc: ""
    },
    {
        title: "宝子绝美",//17：01路边
        date: "28-01-2026",
        src: "album/20260128_20.jpg",
        desc: ""
    },
    {
        title: "小美人",//17：10湖边
        date: "28-01-2026",
        src: "album/20260128_21.jpg",
        desc: ""
    },
    {
        title: "美女拍照中",//17:45 举手机
        date: "28-01-2026",
        src: "album/20260128_22.jpg",
        desc: ""
    },
    {
        title: "回酒店休息",
        date: "28-01-2026",
        src: "album/20260128_23.jpg",
        desc: "累死人啦，走了一整天，回酒店和李锦程美美睡觉"
    },
    {
        title: "要离开九寨沟了",
        date: "29-01-2026",
        src: "album/20260129_1.jpg",
        desc: "再见了九寨沟，以后我会回来的！"
    },
    {
        title: "海拔3500",
        date: "29-01-2026",
        src: "album/20260129_2.jpg",
        desc: "我去，芥末高？吓死人啦！"
    },
    {
        title: "小碗菜",
        date: "29-01-2026",
        src: "album/20260129_3.jpg",
        desc: "肚子饿了，搞几个小碗菜吃吃"
    },
    {
        title: "暖手宝事件",
        date: "29-01-2026",
        src: "album/20260129_4.jpg",
        desc: "不~ 我最爱的暖手宝~ 希望下次去黄龙九寨站还能看到他"
    },

    //重庆
    
    {
        title: "抵达重庆",
        date: "29-01-2026",
        src: "album/20260129_5.jpg",
        desc: "终于到达重庆了，我期待已久的城市，期待接下来的旅程！"
    },
    {
        title: "外卖之神",
        date: "29-01-2026",
        src: "album/20260129_6.jpg",
        desc: "一到酒店就点了四分外卖，简直是外卖之神"
    },
    {
        title: "解放碑",
        date: "30-01-2026",
        src: "album/20260130_1.jpg",
        desc: "晚上睡不着，在重庆小小city walk一下，解放碑好有压迫感"
    },
    {
        title: "山城步道",
        date: "30-01-2026",
        src: "album/20260130_2.jpg",
        desc: "不愧是重庆，还能这样建的"
    },
    {
        title: "烤串",
        date: "30-01-2026",
        src: "album/20260130_3.jpg",
        desc: "酒店楼下的烤串，好便宜好好吃"
    },
    {
        title: "沙威玛传奇",
        date: "30-01-2026",
        src: "album/20260130_4.jpg",
        desc: "李锦程勇闯沙威玛传奇"
    },
    {
        title: "黄森凯做攻略",
        date: "30-01-2026",
        src: "album/20260130_5.jpg",
        desc: "黄森凯参考小红书做攻略中，虽然最后很像也没跟着攻略走"
    },
    {
        title: "三祥子",
        date: "30-01-2026",
        src: "album/20260130_6.jpg",
        desc: "难如吃，逼得黄森凯展示艺术功力"
    },
    {
        title: "糯米糍粑",
        date: "30-01-2026",
        src: "album/20260130_7.jpg",
        desc: "随处可见的糯米糍粑，还挺好吃的，也很便宜"
    },
    {
        title: "重庆美食",
        date: "30-01-2026",
        src: "album/20260130_8.jpg",
        desc: "重庆的美食真是太多了，每一样都让人垂涎欲滴"
    },
    {
        title: "吃生蚝",
        date: "30-01-2026",
        src: "album/20260130_9.jpg",
        desc: "看到生蚝就知道今晚又是一场激战"
    },
    {
        title: "游戏厅富豪",
        date: "30-01-2026",
        src: "album/20260130_10.png",
        desc: "黄森凯在游戏厅里展现了他的富豪本色，一口气换了三百个币"
    },
    {
        title: "如此美萌",
        date: "30-01-2026",
        src: "album/20260130_11.jpg",
        desc: "怎么会有如此美萌的小女孩？"
    },
    {
        title: "朝天门",
        date: "30-01-2026",
        src: "album/20260130_12.jpg",
        desc: "在朝天门对面拍照，朝天门压迫感满满，可惜还是黄森凯略胜一筹"
    },
    {
        title: "重庆",
        date: "30-01-2026",
        src: "album/20260130_13.jpg",
        desc: "游客照来一张"
    },
    {
        title: "龙门浩老街",
        date: "30-01-2026",
        src: "album/20260130_14.jpg",
        desc: "看起来挺山城的，很有艺术感，过几天再来好好看看"
    },
    {
        title: "重庆双峰塔",
        date: "30-01-2026",
        src: "album/20260130_15.jpg",
        desc: "重庆居然也有双峰塔，抄袭吉隆坡的吧"
    },
    {
        title: "惠火锅",
        date: "31-01-2026",
        src: "album/20260131_1.jpg",
        desc: "吃正宗重庆火锅，还可以，挺辣的，好吃"
    },
    {
        title: "我在重庆",
        date: "31-01-2026",
        src: "album/20260131_2.jpg",
        desc: "为了这个牌子等了好久"
    },
    {
        title: "山城巷",
        date: "31-01-2026",
        src: "album/20260131_3.jpg",
        desc: "山城巷的石板路和老建筑让人仿佛穿越到了旧时光"
    },
    {
        title: "黄金瀑布",
        date: "31-01-2026",
        src: "album/20260131_4.jpg",
        desc: "非常有艺术感的一张照片，黄森凯对自己的拍照技术很满意"
    },
    {
        title: "山城步道",
        date: "31-01-2026",
        src: "album/20260131_5.jpg",
        desc: "好多人，好挤，好热，好无聊"
    },
    {
        title: "DQ冰淇淋",
        date: "31-01-2026",
        src: "album/20260131_6.jpg",
        desc: "很好吃的DQ冰淇淋，黄森凯在马来西亚都没吃过"
    },
    {
        title: "十八梯全貌",
        date: "31-01-2026",
        src: "album/20260131_7.jpg",
        desc: "十八梯的全貌尽收眼底，展现了山城的独特风貌"
    },
    {
        title: "地铁上的椅子",
        date: "31-01-2026",
        src: "album/20260131_8.jpg",
        desc: "太牛逼了，还能自己带椅子上地铁"
    },
    {
        title: "花",
        date: "31-01-2026",
        src: "album/20260131_9.jpg",
        desc: "黄森凯给李锦程买了很好看的一束花，就是油漆味道有点重"
    },
    {
        title: "好漂亮呀",
        date: "31-01-2026",
        src: "album/20260131_10.jpg",
        desc: "李锦程依旧貌美如花，特别是在小蛋糕的衬托下显得特别可爱"
    },
    {
        title: "艺术感",
        date: "31-01-2026",
        src: "album/20260131_11.jpg",
        desc: "很有艺术感的照片，李锦程生气了，完蛋"
    },
    {
        title: "素颜也漂亮",
        date: "01-02-2026",
        src: "album/20260201_1.jpg",
        desc: "再来一张，素颜的李锦程颜值依旧能打，放眼全世界也是独一无二的存在"
    },
    {
        title: "黄森凯独旅",
        date: "01-02-2026",
        src: "album/20260201_2.jpg",
        desc: "李锦程睡不醒，黄森凯开始独旅"
    },
    {
        title: "解放碑（早上）",
        date: "01-02-2026",
        src: "album/20260201_4.jpg",
        desc: "早上的解放碑也很好看，人好多，拍了张照片就走了"
    },
    {
        title: "筷子楼",
        date: "01-02-2026",
        src: "album/20260201_3.jpg",
        desc: "好有艺术感的建筑"
    },
    {
        title: "轻轨穿楼",
        date: "01-02-2026",
        src: "album/20260201_5.jpg",
        desc: "看轻轨穿楼了，好多人呀，很普通，没必要特地来"
    },
    {
        title: "彩票店打工",
        date: "01-02-2026",
        src: "album/20260201_6.jpg",
        desc: "在彩票店打工中（其实是在等电梯）"
    },
    {
        title: "美女与野兽",
        date: "01-02-2026",
        src: "album/20260201_7.jpg",
        desc: "回酒店和李锦程会合，再一起出门，李锦程好好看呀！"
    },
    {
        title: "坐缆车",
        date: "01-02-2026",
        src: "album/20260201_8.png",
        desc: "坐缆车中，好多人，好挤，排队好久"
    },
    {
        title: "葱油饼",
        date: "01-02-2026",
        src: "album/20260201_9.jpg",
        desc: "超级好吃的葱油饼！"
    },
    {
        title: "肉串",
        date: "01-02-2026",
        src: "album/20260201_10.jpg",
        desc: "超级好吃的肉串！"
    },
    {
        title: "龙门浩",
        date: "01-02-2026",
        src: "album/20260201_11.jpg",
        desc: "就是感觉很艺术"
    },
    {
        title: "李老板",
        date: "01-02-2026",
        src: "album/20260201_12.jpg",
        desc: "李锦程开的店"
    },
    {
        title: "小美女自拍",
        date: "01-02-2026",
        src: "album/20260201_13.jpg",
        desc: "美女自拍中，勿扰"
    },
    {
        title: "下浩里",
        date: "01-02-2026",
        src: "album/20260201_14.jpg",
        desc: "来了"
    },
    {
        title: "这很重庆",
        date: "01-02-2026",
        src: "album/20260201_15.jpg",
        desc: "可以的兄弟这很重庆，嘞是雾都！"
    },
    {
        title: "重庆大桥",
        date: "01-02-2026",
        src: "album/20260201_16.jpg",
        desc: "不知道叫什么桥，但是挺帅的这个角度"
    },
    {
        title: "下浩里山城",
        date: "01-02-2026",
        src: "album/20260201_17.png",
        desc: "据说是重庆最好看的地方，但是太多人了吧"
    },
    {
        title: "轻轨穿桥",
        date: "01-02-2026",
        src: "album/20260201_18.png",
        desc: "能想到这么建也是挺厉害的"
    },
    {
        title: "olulu",
        date: "01-02-2026",
        src: "album/20260201_19.jpg",
        desc: "拿下一只olulu"
    },
    {
        title: "蜜雪冰城堡",
        date: "01-02-2026",
        src: "album/20260201_20.jpg",
        desc: "全世界最大的蜜雪冰城！"
    },
    {
        title: "拿下拿下",
        date: "01-02-2026",
        src: "album/20260201_21.jpg",
        desc: "成功拿下蜜雪冰城大袋子"
    },
    {
        title: "冰山美人",
        date: "01-02-2026",
        src: "album/20260201_22.jpg",
        desc: "美人手里拿着两座冰山有人懂吗？"
    },
    {
        title: "吃苕皮",
        date: "01-02-2026",
        src: "album/20260201_23.jpg",
        desc: "李锦程张开血盆大口，一口吃下整片苕皮"
    },
    {
        title: "依旧可爱",
        date: "01-02-2026",
        src: "album/20260201_24.jpg",
        desc: "黄森凯庆幸自己谈了个这么可爱的女朋友"
    },
    {
        title: "李锦程和桥合影",
        date: "01-02-2026",
        src: "album/20260201_25.jpg",
        desc: "来都来了，拍张照留作纪念"
    },
    {
        title: "有福之人",
        date: "01-02-2026",
        src: "album/20260201_26.jpg",
        desc: "无需过多解释"
    },
    {
        title: "合影",
        date: "01-02-2026",
        src: "album/20260201_27.jpg",
        desc: "这张好看"
    },
    {
        title: "洪崖洞",
        date: "01-02-2026",
        src: "album/20260201_28.jpg",
        desc: "在重庆的最后一天看了洪崖洞，曾经心心念念的地方，到了却觉得很空虚，感觉不过如此。现在看回这张照片，又想再去一次重庆了，重庆挺好玩的，就是有点累"
    },
    {
        title: "我在重庆",
        date: "01-02-2026",
        src: "album/20260201_29.jpg",
        desc: "黄森凯和李锦程在重庆！"
    },
    {
        title: "正新鸡排",
        date: "01-02-2026",
        src: "album/20260201_30.png",
        desc: "在正新鸡排前面偶遇湖南网红李锦程"
    },
    {
        title: "偷拍卤鸡翅",
        date: "02-02-2026",
        src: "album/20260202_1.jpg",
        desc: "黄森凯偷拍李锦程中"
    },
    {
        title: "糯米糍粑砖",
        date: "02-02-2026",
        src: "album/20260202_2.jpg",
        desc: "不知道具体叫什么，但是好大，挺好吃的"
    },
    {
        title: "火锅",
        date: "02-02-2026",
        src: "album/20260202_3.jpg",
        desc: "离开重庆的最后一餐，再吃一次火锅"
    },
    {
        title: "赶高铁",
        date: "02-02-2026",
        src: "album/20260202_4.jpg",
        desc: "黄森凯带李锦程赶高铁中，幸好有黄森凯，不然李锦程要迟到了！"
    },

    //第四次见面 长沙 岳阳

    {
        title: "第四次见面",
        date: "14-04-2026",
        src: "album/20260414_1.jpg",
        desc: "时隔两个多月，黄森凯又来找李锦程了，这次是黄森凯过生日！"
    },
    {
        title: "生日惊喜",
        date: "14-04-2026",
        src: "album/20260414_2.jpg",
        desc: "一进门就看到李锦程给黄森凯准备的惊喜了，黄森凯好感动，但是他不善于言表，不知道该怎么表达"
    },
    {
        title: "拆礼物",
        date: "14-04-2026",
        src: "album/20260414_3.jpg",
        desc: "李锦程给黄森凯买了好多东西，黄森凯都很喜欢！"
    },
    {
        title: "培元桥",
        date: "14-04-2026",
        src: "album/20260414_4.jpg",
        desc: "承载着黄森凯和李锦程许多回忆的地铁站"
    },
    {
        title: "五一广场",
        date: "14-04-2026",
        src: "album/20260414_5.jpg",
        desc: "终于来到李锦程经常提到的五一广场了，长沙真的是夜生活之城，这么晚了还这么多人"
    },
    {
        title: "金花",
        date: "14-04-2026",
        src: "album/20260414_6.jpg",
        desc: "在金店门口赢到了两朵金花，黄森凯怀疑店员是故意输的"
    },
    {
        title: "大长沙美食寨",
        date: "14-04-2026",
        src: "album/20260414_7.jpg",
        desc: "这么看还挺震撼的"
    },
    {
        title: "黄兴广场",
        date: "14-04-2026",
        src: "album/20260414_8.jpg",
        desc: "我在长沙"
    },
    {
        title: "蜜雪冰城堡2",
        date: "14-04-2026",
        src: "album/20260414_9.jpg",
        desc: "来到了长沙最大的蜜雪冰城，好多东西买"
    },
    {
        title: "金粒门",
        date: "15-04-2026",
        src: "album/20260415_1.jpg",
        desc: "金粒门好好吃"
    },
    {
        title: "小美女",
        date: "15-04-2026",
        src: "album/20260415_2.jpg",
        desc: "这张照片特别漂亮，让我不得不放进我们的共享相册！"
    },
    {
        title: "潮宗街",
        date: "15-04-2026",
        src: "album/20260415_3.jpg",
        desc: "来到了长沙最潮流的地方"
    },
    {
        title: "GBLOCK",
        date: "15-04-2026",
        src: "album/20260415_4.jpg",
        desc: "好好的CBLOCK Gai为啥非得参一脚，还有李小龙为什么在上面"
    },
    {
        title: "帮李锦程拍照",
        date: "15-04-2026",
        src: "album/20260415_5.jpg",
        desc: "回到李锦程曾经拍照的地方，帮李锦程拍了张土土的照片"
    },
    {
        title: "电话亭战神",
        date: "15-04-2026",
        src: "album/20260415_6.jpg",
        desc: "掌控电话亭之人"
    },
    {
        title: "江边散步",
        date: "15-04-2026",
        src: "album/20260415_7.jpg",
        desc: "在酒店对面的江边散步聊天，凉风徐徐吹来，十分惬意"
    },
    {
        title: "我爱长沙",
        date: "15-04-2026",
        src: "album/20260415_8.png",
        desc: "又来到了五一广场"
    },
    {
        title: "我在长沙",
        date: "15-04-2026",
        src: "album/20260415_9.jpg",
        desc: "来到了一个很帅的地方！"
    },
    {
        title: "吃小火锅",
        date: "15-04-2026",
        src: "album/20260415_10.jpg",
        desc: "吃小火锅中，这个很好吃，下次还会再来吃"
    },
    {
        title: "合照一张",
        date: "15-04-2026",
        src: "album/20260415_11.jpg",
        desc: "来张合照（黄森凯轻松绷住）"
    },
    {
        title: "黄森凯生日天",
        date: "16-04-2026",
        src: "album/20260416_1.jpg",
        desc: "今天去看毛泽东！黄森凯是贵宾所以很快就过了检票口，等待李锦程中"
    },
    {
        title: "搭乘小火车",
        date: "16-04-2026",
        src: "album/20260416_2.jpg",
        desc: "搭乘小火车中..."
    },
    {
        title: "中国三大伟人合照",
        date: "16-04-2026",
        src: "album/20260416_3.jpg",
        desc: "这张照片的含金量不必多说，要不是这三个人，新中国也不会成立"
    },
    {
        title: "江边照",
        date: "16-04-2026",
        src: "album/20260416_4.jpg",
        desc: "这张照片是很好看的，只是江水太脏了，还有没什么建筑在后面"
    },
    {
        title: "太平街",
        date: "16-04-2026",
        src: "album/20260416_5.jpg",
        desc: "到了一个看起来像老城区的地方，据说这里有很多美食，黄森凯还买了甜酒！"
    },
    {
        title: "大碗先生",
        date: "16-04-2026",
        src: "album/20260416_6.jpg",
        desc: "太好吃啦！我要加饭！"
    },
    {
        title: "庆祝生日",
        date: "16-04-2026",
        src: "album/20260416_7.jpg",
        desc: "吃蛋糕啦"
    },
    {
        title: "深夜觅食",
        date: "17-04-2026",
        src: "album/20260417_1.jpg",
        desc: "半夜睡不着觉，到楼下迷失，吃了烤串什么的，但是没照片"
    },
    {
        title: "吃东西",
        date: "17-04-2026",
        src: "album/20260417_2.jpg",
        desc: "今天和李锦程去修手机，手机没修成，肚子喂饱了"
    },
    {
        title: "0731",
        date: "17-04-2026",
        src: "album/20260417_3.jpg",
        desc: "Shout out to my city 0731"
    },
    {
        title: "种花电视机",
        date: "17-04-2026",
        src: "album/20260417_4.png",
        desc: "也是看到了著名的种花电视机"
    },
    {
        title: "超级文和友",
        date: "17-04-2026",
        src: "album/20260417_5.jpg",
        desc: "看起来像上个世纪的香港"
    },
    {
        title: "摆摊小猫",
        date: "17-04-2026",
        src: "album/20260417_6.jpg",
        desc: "遇到一只摆摊卖帽子和围脖的小猫，太可爱啦"
    },
    {
        title: "杜甫江阁",
        date: "17-04-2026",
        src: "album/20260417_7.jpg",
        desc: "嗯..."
    },
    {
        title: "面具雕塑",
        date: "17-04-2026",
        src: "album/20260417_8.png",
        desc: "好特别的造景，还会眨眼"
    },

    //岳阳
    
    {
        title: "前往岳阳！",
        date: "18-04-2026",
        src: "album/20260418_1.jpg",
        desc: "今天去岳阳一日游，期待一手"
    },
    {
        title: "石像",
        date: "18-04-2026",
        src: "album/20260418_2.jpg",
        desc: "看到一个雕塑，不错不错"
    },
    {
        title: "下河街",
        date: "18-04-2026",
        src: "album/20260418_3.jpg",
        desc: "下河街是什么？里面吃的还挺多的，小小美食街"
    },
    {
        title: "黄森凯",
        date: "18-04-2026",
        src: "album/20260418_4.jpg",
        desc: "黄森凯在古代高低是个状元"
    },
    {
        title: "岳阳楼",
        date: "18-04-2026",
        src: "album/20260418_5.jpg",
        desc: "没钱只能在外面看，还是挺壮观的，感觉进到课本的世界了"
    },
    {
        title: "洞庭湖的鱼",
        date: "18-04-2026",
        src: "album/20260418_6.jpg",
        desc: "吃起来很一般，但是价格不一般，没事都出来玩了！"
    },
    {
        title: "公交车之旅",
        date: "18-04-2026",
        src: "album/20260418_7.jpg",
        desc: "两个人坐错公交车666"
    },
    {
        title: "K歌之王",
        date: "18-04-2026",
        src: "album/20260418_8.jpg",
        desc: "到了大展歌喉的时候了！黄森凯终于能拿出自己的看家本领..."
    },
    {
        title: "李锦程化妆",
        date: "18-04-2026",
        src: "album/20260418_9.jpg",
        desc: "李锦程居然趁黄森凯拉屎画了个美美的妆，美黄森凯一大跳！"
    },
    {
        title: "洞庭湖看日落",
        date: "18-04-2026",
        src: "album/20260418_10.png",
        desc: "在洞庭湖看了个美美的日落"
    },
    {
        title: "在高铁上吃东西",
        date: "18-04-2026",
        src: "album/20260418_11.jpg",
        desc: "要离开岳阳啦！在高铁上吃步步高买的东西，都很好吃！"
    },

    //长沙
    
    {
        title: "察颜悦色",
        date: "19-04-2026",
        src: "album/20260419_1.jpg",
        desc: "来长沙这么多天终于喝到察颜悦色了"
    },
    {
        title: "古开福寺",
        date: "19-04-2026",
        src: "album/20260419_2.jpg",
        desc: "是一个很大的庙，里面有各种小庙，很热！"
    },
    {
        title: "德克士",
        date: "19-04-2026",
        src: "album/20260419_3.jpg",
        desc: "吃德克士！特别好吃，比麦当劳好吃一百倍，特别是手枪腿"
    },
    {
        title: "可爱的卤鸡翅",
        date: "19-04-2026",
        src: "album/20260419_4.jpg",
        desc: "李锦程好可爱！"
    },
    {
        title: "寂寞的背影",
        date: "19-04-2026",
        src: "album/20260419_5.jpg",
        desc: "时间过得很快，黄森凯要离开了"
    },
    {
        title: "Lookus",
        date: "19-04-2026",
        src: "album/20260419_6.jpg",
        desc: "每次分开都是为了下次遇见，期待第五次见面!"
    },

    //第五次见面 长沙 南昌

    {
        title: "第五次见面",
        date: "27-06-2026",
        src: "album/20260627_1.jpg",
        desc: "时隔两个多月我们又见面啦！这次会在一起17天哦！"
    },
    {
        title: "依旧外卖之神",
        date: "27-06-2026",
        src: "album/20260627_2.jpg",
        desc: "一回到酒店就点了三份外卖"
    },
    {
        title: "一觉醒来又吃东西",
        date: "28-06-2026",
        src: "album/20260628_1.jpg",
        desc: "薯条四重奏！再加一个小蛋糕，吃完刚刚好"
    },
    {
        title: "Lookus",
        date: "28-06-2026",
        src: "album/20260628_2.jpg",
        desc: "我们又在一起啦"
    },
    {
        title: "黄森凯做美甲",
        date: "28-06-2026",
        src: "album/20260628_3.jpg",
        desc: "李锦程给黄森凯做美甲中"
    },
    {
        title: "可爱的李锦程",
        date: "28-06-2026",
        src: "album/20260628_4.jpg",
        desc: "李锦程的可爱无需解释，就是霸道！"
    },
    {
        title: "季季红火锅",
        date: "28-06-2026",
        src: "album/20260628_5.jpg",
        desc: "季季红好好吃还便宜，希望能开到马来西亚来"
    },
    {
        title: "给阿嫲的情书",
        date: "28-06-2026",
        src: "album/20260628_6.jpg",
        desc: "纪念一下第一次两个人一起在电影院看电影，这个电影挺好看的！"
    },
    {
        title: "汉堡大王",
        date: "29-06-2026",
        src: "album/20260629_1.jpg",
        desc: "夯爆了，便宜份量又大又好吃"
    },
    {
        title: "椅子坐坏了",
        date: "29-06-2026",
        src: "album/20260629_2.jpg",
        desc: "黄森凯不幸坐坏酒店椅子，幸好不用赔钱"
    },
    {
        title: "离家出走的李锦程",
        date: "29-06-2026",
        src: "album/20260629_3.jpg",
        desc: "李锦程抛弃黄森凯...一个人离开了"
    },
    {
        title: "李锦程带披萨回来",
        date: "29-06-2026",
        src: "album/20260629_4.jpg",
        desc: "感谢李锦程带回来的披萨！特别特别好吃！"
    },
    {
        title: "小黄油美食",
        date: "29-06-2026",
        src: "album/20260629_5.jpg",
        desc: "可爱的李锦程享用小黄油美式中"
    },
    {
        title: "牵手照来一张",
        date: "29-06-2026",
        src: "album/20260629_6.jpg",
        desc: "我们小手拉大手 一起郊游 今天别想太多"
    },
    {
        title: "品尝拉面",
        date: "30-06-2026",
        src: "album/20260630_1.jpg",
        desc: "细细品尝酒店楼下的拉面，还挺美味的，果然名不虚传"
    },
    {
        title: "罗蒂面包",
        date: "30-06-2026",
        src: "album/20260630_2.jpg",
        desc: "在长沙吃马来西亚面包别有一番风味，该说不说这个味道还是挺不错的"
    },
    {
        title: "点外卖",
        date: "30-06-2026",
        src: "album/20260630_3.jpg",
        desc: "回到酒店又开始点外卖了"
    },
    {
        title: "买肉串吃",
        date: "30-06-2026",
        src: "album/20260630_4.jpg",
        desc: "晚上出去逛街买了肉串吃，还挺好吃的"
    },
    {
        title: "麦当劳",
        date: "01-07-2026",
        src: "album/20260701_1.jpg",
        desc: "半夜睡不着觉... 下楼吃麦当劳... 感觉中国的麦当劳比马来西亚的好吃，可惜没有辣椒酱"
    },
    {
        title: "美女化装中",
        date: "01-07-2026",
        src: "album/20260701_2.jpg",
        desc: "小美人化妆中，要出去吃冰沙啦"
    },
    {
        title: "冰山美人2",
        date: "01-07-2026",
        src: "album/20260701_3.jpg",
        desc: "依旧冰山美人，美人手里拿着一座大冰山有人懂吗？"
    },
    {
        title: "好吃的冰沙",
        date: "01-07-2026",
        src: "album/20260701_4.jpg",
        desc: "不得不说这个确实好吃，希望下次还能来吃"
    },
    {
        title: "电梯奇遇",
        date: "01-07-2026",
        src: "album/20260701_5.jpg",
        desc: "在电梯里遇到一个落单的可爱小女孩，应该做什么呢？嘿嘿嘿..."
    },
    {
        title: "王子与公主",
        date: "01-07-2026",
        src: "album/20260701_6.jpg",
        desc: "一个小王子一个小公主"
    },
    {
        title: "好大一束花",
        date: "01-07-2026",
        src: "album/20260701_7.jpg",
        desc: "没想到吧，其实这是我给你的惊喜"
    },
    {
        title: "合照",
        date: "01-07-2026",
        src: "album/20260701_8.jpg",
        desc: "李锦程和黄森凯的合照来一张"
    },
    {
        title: "麦当劳",
        date: "01-07-2026",
        src: "album/20260701_9.jpg",
        desc: "依旧麦当劳，依旧好吃，麦门永存！"
    },
    {
        title: "生气的鸡翅",
        date: "01-07-2026",
        src: "album/20260701_10.jpg",
        desc: "李锦程别生气了，错不起，是黄森凯的对！"
    },
    {
        title: "可爱的鸡翅",
        date: "01-07-2026",
        src: "album/20260701_11.jpg",
        desc: "李锦程你太可爱了，看的黄森凯好想亲亲！"
    },
    {
        title: "床照流出",
        date: "02-07-2026",
        src: "album/20260702_1.jpg",
        desc: "！"
    },
    {
        title: "夜市",
        date: "02-07-2026",
        src: "album/20260702_2.jpg",
        desc: "在夜市买了很多好吃的"
    },
    {
        title: "金粒门",
        date: "02-07-2026",
        src: "album/20260702_3.jpg",
        desc: "好大一间金粒门！"
    },
    {
        title: "李锦程大哥",
        date: "02-07-2026",
        src: "album/20260702_4.jpg",
        desc: "我不做大哥好多年~"
    },
    {
        title: "要搬家了",
        date: "03-07-2026",
        src: "album/20260703_1.jpg",
        desc: "前往下一个住宿！"
    },
    {
        title: "牛肉丼饭",
        date: "03-07-2026",
        src: "album/20260703_2.jpg",
        desc: "味道还可以，不会再点"
    },
    {
        title: "勤劳的鸡翅",
        date: "03-07-2026",
        src: "album/20260703_3.jpg",
        desc: "李锦程好乖呀"
    },
    {
        title: "日本拉面",
        date: "04-07-2026",
        src: "album/20260704_1.jpg",
        desc: "说实话味道还可以"
    },
    {
        title: "外卖",
        date: "04-07-2026",
        src: "album/20260704_2.jpg",
        desc: "黄森凯一个人在家吃饭"
    },
    {
        title: "豆浆",
        date: "04-07-2026",
        src: "album/20260704_3.jpg",
        desc: "李锦程一个人在学校喝豆浆"
    },
    {
        title: "偷拍中",
        date: "04-07-2026",
        src: "album/20260704_4.png",
        desc: "偷拍中"
    },
    {
        title: "偷拍中",
        date: "04-07-2026",
        src: "album/20260704_5.jpg",
        desc: "偷拍中"
    },
    {
        title: "永旺商场",
        date: "04-07-2026",
        src: "album/20260704_6.jpg",
        desc: "来吃东西啦！"
    },
    {
        title: "小菜园",
        date: "04-07-2026",
        src: "album/20260704_7.jpg",
        desc: "本来要吃寿司的，排队太久了，转战小菜园，特别好吃！看着就流口水了"
    },
    {
        title: "以下犯上",
        date: "04-07-2026",
        src: "album/20260704_8.jpg",
        desc: "看图"
    },
    {
        title: "合照",
        date: "04-07-2026",
        src: "album/20260704_9.jpg",
        desc: "会不会有点暧昧了呀~"
    },
    {
        title: "依旧外卖",
        date: "05-07-2026",
        src: "album/20260705_1.jpg",
        desc: "等待李锦程回来中"
    },

    //南昌

    {
        title: "前往南昌",
        date: "05-07-2026",
        src: "album/20260705_2.jpg",
        desc: "正在前往南昌，期待！"
    },
    {
        title: "抵达南昌",
        date: "05-07-2026",
        src: "album/20260705_3.jpg",
        desc: "到南昌啦"
    },
    {
        title: "洪都大拇指",
        date: "05-07-2026",
        src: "album/20260705_4.jpg",
        desc: "回到酒店来上一杯洪都大拇指，真是惬意！"
    },
    {
        title: "完美的铺床",
        date: "05-07-2026",
        src: "album/20260705_5.jpg",
        desc: "黄森凯欣赏杰作中"
    },
    {
        title: "拼好饭之王",
        date: "06-07-2026",
        src: "album/20260706_1.jpg",
        desc: "两杯才十块我去！"
    },
    {
        title: "骄傲的李锦程",
        date: "06-07-2026",
        src: "album/20260706_2.png",
        desc: "只能说太666了"
    },
    {
        title: "酒店门卫",
        date: "06-07-2026",
        src: "album/20260706_3.jpg",
        desc: "可爱的小猫熟睡中"
    },
    {
        title: "可怜的鸡翅",
        date: "06-07-2026",
        src: "album/20260706_4.jpg",
        desc: "每当看到这张照片黄森凯就想落泪"
    },
    {
        title: "漂亮的鸡翅",
        date: "06-07-2026",
        src: "album/20260706_5.jpg",
        desc: "要出门啦！"
    },
    {
        title: "黄森凯骑电瓶车",
        date: "06-07-2026",
        src: "album/20260706_6.png",
        desc: "第一次体验骑电瓶车的黄森凯，十分得心应手"
    },
    {
        title: "游客照来一张",
        date: "06-07-2026",
        src: "album/20260706_7.jpg",
        desc: "黄森凯怎么这么胖？！"
    },
    {
        title: "游客照再来一张",
        date: "06-07-2026",
        src: "album/20260706_8.jpg",
        desc: "黄森凯怎么这么胖？！"
    },
    {
        title: "俄式老兵",
        date: "06-07-2026",
        src: "album/20260706_9.jpg",
        desc: "李锦程好可爱呀，还有这个相机居然能把人拍成俄式老兵"
    },
    {
        title: "野人先生",
        date: "06-07-2026",
        src: "album/20260706_10.jpg",
        desc: "非常之美味，吃了居然没拉肚子"
    },
    {
        title: "不好吃的蛋包饭",
        date: "06-07-2026",
        src: "album/20260706_11.jpg",
        desc: "李锦程不喜欢吃，黄森凯觉得还可以，下次不来了！"
    },
    {
        title: "毛泽东思想胜利万岁馆",
        date: "06-07-2026",
        src: "album/20260706_12.jpg",
        desc: "晚上看挺壮观的"
    },
    {
        title: "盲盒战利品",
        date: "06-07-2026",
        src: "album/20260706_13.jpg",
        desc: "今天的战利品！"
    },
    {
        title: "外卖之神发力",
        date: "07-07-2026",
        src: "album/20260707_1.jpg",
        desc: "点了一堆好吃的！"
    },
    {
        title: "黄森凯求婚",
        date: "07-07-2026",
        src: "album/20260707_2.jpg",
        desc: "面对黄森凯突如其来的求婚，不知道李锦程是否能招架得住"
    },
    {
        title: "哪来的黑人！",
        date: "07-07-2026",
        src: "album/20260707_3.jpg",
        desc: "房间突然闯进一个穿着李锦程睡衣的黑人，吓得黄森凯立马报警"
    },
    {
        title: "小伙立正了",
        date: "07-07-2026",
        src: "album/20260707_4.jpg",
        desc: "衣服应该没缩水吧..."
    },
    {
        title: "大士院老街",
        date: "07-07-2026",
        src: "album/20260707_5.jpg",
        desc: "据说这里有很多好吃的"
    },
    {
        title: "瓦罐汤和江西拌面",
        date: "07-07-2026",
        src: "album/20260707_6.jpg",
        desc: "两个都超级好吃！特别是瓦罐汤，黄森凯愿意为了瓦罐汤再去一次江西！"
    },
    {
        title: "出小猫安",
        date: "07-07-2026",
        src: "album/20260707_7.jpg",
        desc: "看图"
    },
    {
        title: "白糖糕",
        date: "07-07-2026",
        src: "album/20260707_8.jpg",
        desc: "这个也好好吃，还很便宜，南昌吃的好像都很便宜"
    },
    {
        title: "合照",
        date: "07-07-2026",
        src: "album/20260707_9.jpg",
        desc: "俊男美女！"
    },
    {
        title: "帅帅的李锦程",
        date: "07-07-2026",
        src: "album/20260707_10.jpg",
        desc: "帅的兄弟帅的"
    },
    {
        title: "吃饭",
        date: "07-07-2026",
        src: "album/20260707_11.jpg",
        desc: "好好吃！"
    },
    {
        title: "南昌双子塔",
        date: "07-07-2026",
        src: "album/20260707_12.jpg",
        desc: "确实帅"
    },
    {
        title: "秋水广场",
        date: "07-07-2026",
        src: "album/20260707_13.jpg",
        desc: "超级多人，看到最后后悔了"
    },
    {
        title: "游客照",
        date: "07-07-2026",
        src: "album/20260707_14.jpg",
        desc: "游客照来一张，看镜头，笑笑"
    },
    {
        title: "喷水池",
        date: "07-07-2026",
        src: "album/20260707_15.png",
        desc: "喷的好高！确实厉害，但是好无聊，前面十四分钟当作看广告了"
    },
    {
        title: "做美甲",
        date: "07-07-2026",
        src: "album/20260707_16.jpg",
        desc: "本来要回家的，担心李锦程一个人在外面不安全，来陪李锦程做美甲"
    },
    {
        title: "盲盒战利品",
        date: "07-07-2026",
        src: "album/20260707_17.jpg",
        desc: "今天的战利品！"
    },
    {
        title: "去黑头",
        date: "08-07-2026",
        src: "album/20260708_1.png",
        desc: "李师傅去黑头中，加油李师傅！"
    },
    {
        title: "古装日",
        date: "08-07-2026",
        src: "album/20260708_2.jpg",
        desc: "静候李锦程化妆！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_3.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_4.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_5.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_6.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_7.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_8.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_9.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_10.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_11.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_12.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_13.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_14.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_15.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_16.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_17.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_18.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_19.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅古装照！",
        date: "08-07-2026",
        src: "album/20260708_20.jpg",
        desc: "我选的都是我觉得拍的还可以的！"
    },
    {
        title: "卤鸡翅生气了",
        date: "08-07-2026",
        src: "album/20260708_21.jpg",
        desc: "不敢惹不敢惹"
    },
    {
        title: "卤鸡翅依旧生气",
        date: "08-07-2026",
        src: "album/20260708_22.jpg",
        desc: "更是不敢惹！"
    },
    {
        title: "豫章后街",
        date: "08-07-2026",
        src: "album/20260708_23.jpg",
        desc: "没进去"
    },
    {
        title: "摄影比赛第一名！",
        date: "08-07-2026",
        src: "album/20260708_24.jpg",
        desc: "这张照片曾经帮助黄森凯打遍天下无敌手，让黄森凯成为摄影界神一般的存在..."
    },
    {
        title: "深夜火锅",
        date: "09-07-2026",
        src: "album/20260709_1.jpg",
        desc: "半夜睡不着觉，两个人骑着电瓶车来吃火锅了，季季红很好吃！"
    },
    {
        title: "Citywalk回酒店",
        date: "09-07-2026",
        src: "album/20260709_2.jpg",
        desc: "非常惬意的生活，要是能一直这样就好了"
    },
    {
        title: "酒店早餐",
        date: "09-07-2026",
        src: "album/20260709_3.jpg",
        desc: "换了份酒店早餐吃，和意料之中一样的普通"
    },
    {
        title: "万寿宫",
        date: "09-07-2026",
        src: "album/20260709_4.jpg",
        desc: "今天到万寿宫逛逛吃东西"
    },
    {
        title: "olulu手链",
        date: "09-07-2026",
        src: "album/20260709_5.jpg",
        desc: "买了个olulu手链，现在挂在车上!"
    },
    {
        title: "肉串",
        date: "09-07-2026",
        src: "album/20260709_6.jpg",
        desc: "依旧肉串，后来才发现老板居然在偷拍黄森凯！"
    },
    {
        title: "打平伙",
        date: "09-07-2026",
        src: "album/20260709_7.jpg",
        desc: "好辣但是好好吃！"
    },
    {
        title: "骑电瓶车回家",
        date: "09-07-2026",
        src: "album/20260709_8.jpg",
        desc: "骑电瓶车回家的两个人"
    },
    {
        title: "吃蛋糕",
        date: "09-07-2026",
        src: "album/20260709_9.jpg",
        desc: "虽然倒了但是依旧好吃！"
    },
    {
        title: "巧乐兹",
        date: "10-07-2026",
        src: "album/20260710_1.jpg",
        desc: "张雪峰sensei... 我还记得你..."
    },
    {
        title: "何意味",
        date: "10-07-2026",
        src: "album/20260710_2.jpg",
        desc: "宝子"
    },
    {
        title: "乐乐茶",
        date: "10-07-2026",
        src: "album/20260710_3.jpg",
        desc: "好喝！喜欢巧克力饮料"
    },
    {
        title: "南昌之星",
        date: "10-07-2026",
        src: "album/20260710_4.jpg",
        desc: "可惜没时间去看"
    },
    {
        title: "肉蟹煲",
        date: "10-07-2026",
        src: "album/20260710_5.jpg",
        desc: "要回长沙了，找了间商场吃东西，这个肉蟹煲很一般！"
    },

    //长沙
    
    {
        title: "回长沙啦！",
        date: "10-07-2026",
        src: "album/20260710_6.jpg",
        desc: "李锦程在黄森凯腿上吃东西！"
    },
    {
        title: "何意味",
        date: "10-07-2026",
        src: "album/20260710_7.jpg",
        desc: "宝子"
    },
    {
        title: "浩克来了",
        date: "10-07-2026",
        src: "album/20260710_8.jpg",
        desc: "就这点行李，对黄森凯来说根本不费吹灰之力"
    },
    {
        title: "真茶屋",
        date: "10-07-2026",
        src: "album/20260710_9.jpg",
        desc: "还可以，抹茶味挺浓的"
    },
    {
        title: "炸蘑菇",
        date: "10-07-2026",
        src: "album/20260710_10.jpg",
        desc: "这个好吃！"
    },
    {
        title: "杀猪粉",
        date: "11-07-2026",
        src: "album/20260711_1.jpg",
        desc: "两个人半夜睡不着骑电瓶车出门觅食，发现了超级好吃的杀猪粉！"
    },
    {
        title: "酒店早餐",
        date: "11-07-2026",
        src: "album/20260711_2.jpg",
        desc: "熬到早上吃酒店早餐了，只能说一般！"
    },
    {
        title: "合照",
        date: "11-07-2026",
        src: "album/20260711_3.jpg",
        desc: "合照来一张！"
    },
    {
        title: "机器人搭电梯",
        date: "11-07-2026",
        src: "album/20260711_4.jpg",
        desc: "没位子了非要进来！"
    },
    {
        title: "夕阳",
        date: "11-07-2026",
        src: "album/20260711_5.jpg",
        desc: "到步步高新天地吃东西，好好看的夕阳"
    },
    {
        title: "大狗对我叫",
        date: "11-07-2026",
        src: "album/20260711_6.jpg",
        desc: "这么大的狗！"
    },
    {
        title: "滨寿司",
        date: "11-07-2026",
        src: "album/20260711_7.jpg",
        desc: "排了很久终于吃上了，还挺好吃的！"
    },
    {
        title: "大厅等洗衣机",
        date: "12-07-2026",
        src: "album/20260712_1.jpg",
        desc: "甜甜的小妹妹"
    },
    {
        title: "大厅等洗衣机",
        date: "12-07-2026",
        src: "album/20260712_2.jpg",
        desc: "高冷的小哥哥"
    },
    {
        title: "电梯奇遇2",
        date: "12-07-2026",
        src: "album/20260712_3.jpg",
        desc: "在电梯里遇到一个落单的可爱小女孩，应该做什么呢？嘿嘿嘿..."
    },
    {
        title: "宠物店",
        date: "12-07-2026",
        src: "album/20260712_4.jpg",
        desc: "没想到宠物居然这么贵"
    },
    {
        title: "好喝的饮料",
        date: "12-07-2026",
        src: "album/20260712_5.jpg",
        desc: "韩国的饮料"
    },
    {
        title: "大学城公园",
        date: "12-07-2026",
        src: "album/20260712_6.jpg",
        desc: "到了一个大学城附近的公园，非常有氛围感"
    },
    {
        title: "电影取景地",
        date: "12-07-2026",
        src: "album/20260712_7.jpg",
        desc: "据黄森凯博士所说，这里便是电影《给阿嫲的情书》取景地"
    },
    {
        title: "美食街",
        date: "12-07-2026",
        src: "album/20260712_8.jpg",
        desc: "这里有点像日本"
    },
    {
        title: "糖水",
        date: "12-07-2026",
        src: "album/20260712_9.jpg",
        desc: "好喝的糖水！还送一碗红豆水"
    },
    {
        title: "公园休息",
        date: "12-07-2026",
        src: "album/20260712_10.jpg",
        desc: "不知道谁的小狗，好惬意的生活"
    },
    {
        title: "源麦田",
        date: "12-07-2026",
        src: "album/20260712_11.jpg",
        desc: "好好吃的千层蛋糕，可惜黄森凯吃了一直拉肚子，难受死了！"
    },
    {
        title: "在中国的最后一天",
        date: "13-07-2026",
        src: "album/20260713_1.jpg",
        desc: "今天是在中国的最后一天，这是黄森凯要带回马来西亚的战利品"
    },
    {
        title: "免费寄存行李",
        date: "13-07-2026",
        src: "album/20260713_2.jpg",
        desc: "只能说太聪明了，幸好去柜台问了"
    },
    {
        title: "滨寿司",
        date: "13-07-2026",
        src: "album/20260713_3.jpg",
        desc: "滨寿司好好吃！再吃一次！"
    },
    {
        title: "整理行李",
        date: "13-07-2026",
        src: "album/20260713_4.jpg",
        desc: "居然在大庭广众整理行李！"
    },
    {
        title: "双重可爱",
        date: "13-07-2026",
        src: "album/20260713_5.jpg",
        desc: "可爱的李锦程配可爱的吊饰！"
    },
    {
        title: "要走了",
        date: "13-07-2026",
        src: "album/20260713_6.jpg",
        desc: "地铁站偷拍一下李锦程"
    },
    {
        title: "值机中",
        date: "13-07-2026",
        src: "album/20260713_7.jpg",
        desc: "黄森凯排队值机中"
    },
    {
        title: "小哭包",
        date: "13-07-2026",
        src: "album/20260713_8.jpg",
        desc: "回头看卤鸡翅早已泪流满面"
    },
    {
        title: "送李锦程上车",
        date: "13-07-2026",
        src: "album/20260713_9.png",
        desc: "离别是为了更好的相遇，十一月见，我爱你，李锦程"
    },
    {
        title: "Lookus",
        date: "13-07-2026",
        src: "album/20260713_10.jpg",
        desc: "熟悉的画面，上次分开也是这样，也是在这里，希望我们可以早日结束异地"
    }
    // {
    //     title: "",
    //     date: "13-07-2026",
    //     src: "album/20260713_1.jpg",
    //     desc: ""
    // },
];