window.photos = [
    {
        title: "第一天认识",
        date: "02-10-2024",
        src: "album/20241002.jpg",
        desc: "这是黄森凯和李锦程认识的第一天，李锦程的名字很特别，叫鸡翅鸡翅，黄森凯问李锦程为什么，李锦程说因为自己的名字缩写是ljc，黄森凯觉得李锦程是个很有趣的人！"
    },
    {
        title: "第一次打电话",
        date: "03-10-2024",
        src: "album/20241003.jpg",
        desc: "这是黄森凯和李锦程第一次打电话，那个时候李锦程教黄森凯玩金铲铲，但是游戏麦听不清楚，所以打微信的，玩完之后还在打，也聊了很多事情。黄森凯和李锦程分享了自己养的猫，也分享了很多黄森凯自己的事情，好暧昧！"
    },
    {
        title: "认识的第一个星期",
        date: "08-10-2024",
        src: "album/20241008.jpg",
        desc: "这个时候黄森凯和李锦程已经聊了很多事情，对彼此也更加熟悉了，一聊就可以聊很久，对很多事情都有相似的看法，感觉很投缘!"
    },
    {
        title: "第一次说爱你",
        date: "18-10-2024",
        src: "album/20241018.jpg",
        desc: "这是黄森凯和李锦程第一次互相说爱你，当时都还没确认关系呢，现在想起来真的是很害羞！"
    },
    {
        title: "第一次给李锦程买东西",
        date: "23-10-2024",
        src: "album/20241023.jpg",
        desc: "这是黄森凯第一次给李锦程买东西，当时黄森凯买了一个可爱小狗手套送给李锦程，看到李锦程收到礼物时很开心，黄森凯也觉得很开心！"
    },
    {
        title: "第一次给李锦程转钱",
        date: "26-10-2025",
        src: "album/20241026.jpg",
        desc: "黄森凯第一次给李锦程转钱，应该是喝奶茶！"
    },
    {
        title: "告白",
        date: "03-11-2024",
        src: "album/20241103.jpg",
        desc: "今天黄森凯鼓起勇气和李锦程告白了！虽然李锦程早就知道黄森凯会告白了哈哈哈，但是黄森凯还是很紧张，今天是黄森凯最开心的一天，因为黄森凯和李锦程终于在一起了！"
    },
    {
        title: "养Suki",
        date: "10-11-2024",
        src: "album/20241110.jpg",
        desc: "今天是黄森凯和李锦程第一天养Suki，虽然它有点调皮，一直叫黄森凯大傻逼，但是黄森凯和李锦程都很喜欢它，希望它能健康快乐长大！"
    },
    {
        title: "电话手表",
        date: "13-11-2024",
        src: "album/20241113.jpg",
        desc: "黄森凯给李锦程买了个手表方便上课联系，虽然过不久李锦程就没用了，但是至少那个时候李锦程不用一直和pqr借手表啦！"
    },
    {
        title: "买车了",
        date: "21-12-2024",
        src: "album/20241221.jpg",
        desc: "黄森凯觉得是因为有宝宝才让黄森凯有动力赚钱买车！"
    },
    {
        title: "圣诞节",
        date: "25-12-2024",
        src: "album/20241225.jpg",
        desc: "圣诞节黄森凯出去和朋友吃东西了，结果来不及回家，没在12点和李锦程说圣诞节快乐，完蛋了！"
    },
    {
        title: "跨年",
        date: "01-01-2025",
        src: "album/20250101.jpg",
        desc: "2024跨到2025，黄森凯居然睡着了，简直是睡神，2025跨到2026绝对不能睡！"
    },
    {
        title: "看郑润泽",
        date: "11-01-2025",
        src: "album/20250111.jpg",
        desc: "今天黄森凯去看了郑润泽的演出，李锦程说也想看，黄森凯答应李锦程以后一定要一起去，希望可以做到！"
    },
    {
        title: "第一次给黄森凯买东西",
        date: "01-02-2025",
        src: "album/20250201.jpg",
        desc: "今天是灰灰出生的日子！李锦程给黄森凯买了一个可爱的灰灰玩偶，黄森凯很喜欢灰灰！到现在灰灰还会陪黄森凯上班！"
    },
    {
        title: "在一起100天",
        date: "10-02-2025",
        src: "album/20250210.jpg",
        desc: "今天是黄森凯和李锦程在一起的第100天，我们给对方写了很长的信！"
    },
    {
        title: "skyljc.com 出生了",
        date: "24-02-2025",
        src: "album/20250224.jpg",
        desc: "黄森凯创建了skyljc网站！当时是因为李锦程想玩那个抖音看到的小游戏，黄森凯就去弄了，还说之后要在网站加东西什么的，结果都没弄到，不过没事至少现在有用！"
    },
    {
        title: "立刻和好券",
        date: "10-03-2025",
        src: "album/20250310.jpg",
        desc: "李锦程给黄森凯发了张立刻合好券，感觉很牛逼的样子结果一次都没用过哈哈哈哈哈哈哈"
    },
    {
        title: "黄森凯开始减肥",
        date: "04-04-2025",
        src: "album/20250404.jpg",
        desc: "今天是黄森凯开始减肥的第一天，为了打视频的时候自己看起来好看一点，没想到到最后黄森凯居然可以坚持差不多四个月，减了差不多30斤，虽然现在胖回来一点了，但是黄森凯还觉得自己很厉害，也要谢谢李锦程一直鼓励黄森凯，支持黄森凯！"
    },
    {
        title: "黄森凯的生日",
        date: "16-04-2025",
        src: "album/20250416.jpg",
        desc: "大事发生，今天是黄森凯的生日！太666了！"
    },
    {
        title: "第一次打视频",
        date: "16-04-2025",
        src: "album/20250416_2.jpg",
        desc: "黄森凯终于愿意打视频了，谢谢李锦程没有在看到黄森凯之后和黄森凯分手，黄森凯一直都是一个很自卑的人，谢谢李锦程愿意接受黄森凯！"
    },
    {
        title: "开始用Lookus",
        date: "29-04-2025",
        src: "album/20250429.jpg",
        desc: "今天黄森凯和李锦程开始用Lookus了，这样对彼此更有安全感，可以随时随地知道彼此在干嘛，虽然到后来它经常坏掉，但现在黄森凯和李锦程不需要Lookus也能相信对方了！"
    },
    {
        title: "李锦程的生日",
        date: "15-05-2025",
        src: "album/20250515.jpg",
        desc: "今天是李锦程的生日！原本应该是个很开心的日子，但是因为一些事情变得不太开心，黄森凯非常非常后悔一个错误的决定让李锦程18岁生日变成她的噩梦，黄森凯发誓不会再做那种事情，谢谢李锦程愿意给黄森凯改过的机会，希望以后黄森凯和李锦程的每个生日都能开心快乐地度过！"
    },
    {
        title: "给李锦程买花",
        date: "15-05-2025",
        src: "album/20250515_2.jpg",
        desc: "黄森凯偷偷联系叶菲菲一起给李锦程准备了一束花作为惊喜，虽然被李锦程发现了，但是花很好看，李锦程很开心！"
    },
    {
        title: "在一起200天",
        date: "21-05-2025",
        src: "album/20250521.jpg",
        desc: "今天是黄森凯和李锦程在一起的第200天，我们又给对方写了很长的信！"
    },
    {
        title: "经常吵架的月份",
        date: "15-06-2025",
        src: "album/20250615.jpg",
        desc: "黄森凯记录了和李锦程吵架的次数和原因，发现这个月几乎天天吵架，吵架的原因大多都是李锦程生气，于是在今天决定好好说还有复盘，最后和好了，谢谢李锦程的理解！"
    },
    {
        title: "计划第一次见面",
        date: "16-07-2025",
        src: "album/20250716.jpg",
        desc: "今天黄森凯和李锦程计划了第一次见面的大致行程，简直是特种兵旅行，从吉隆坡北上槟城再南下到新山然后跨海去新加坡，最后再回吉隆坡，真的是超级复杂的行程安排，幸好后来改掉了，不然真的是太累了！"
    },
    {
        title: "距离见面不到一个月",
        date: "30-07-2025",
        src: "album/20250730.jpg",
        desc: "黄森凯这段时间每天都会记录自己的体态和体重，希望在见面的时候可以给李锦程一个好看的自己，经过黄森凯几个月的努力，成功减掉了30斤，虽然不是帅哥但至少不是大胖子！"
    },
    {
        title: "见面前一天",
        date: "22-08-2025",
        src: "album/20250822.jpg",
        desc: "黄森凯特别紧张，马上就要和日思夜想的宝宝见面了，心情特别复杂，既期待又害怕，一整天都在忙，见面前还去买了杯霸王茶姬！"
    },
    {
        title: "见面日！",
        date: "23-08-2025",
        src: "album/20250823_1.jpg",
        desc: "黄森凯和李锦程终于见面啦！黄森凯很紧张，也觉得很对不起李锦程，因为黄森凯谎报身高了QQ，幸好李锦程不介意！第一次见面见面比想象中好哦~"
    },
    {
        title: "吃麦当劳",
        date: "23-08-2025",
        src: "album/20250823_2.jpg",
        desc: "抵达吉隆坡的第一件事情就是吃麦当劳"
    },
    {
        title: "第一次亲亲",
        date: "23-08-2025",
        src: "album/20250823_3.jpg",
        desc: "黄森凯和李锦程第一次亲亲！是在沙发上吃完麦当劳之后！"
    },
    {
        title: "黄森凯睡着",
        date: "23-08-2025",
        src: "album/20250823_4.jpg",
        desc: "黄森凯等李锦程洗澡结果睡着了，真是能睡！"
    },
    {
        title: "吉隆坡兜风",
        date: "23-08-2025",
        src: "album/20250823_5.jpg",
        desc: "早上很早就起床了，很无聊，其实晚上都没什么睡呢，黄森凯开车载李锦程出去兜风"
    },
    {
        title: "鸡窝包",
        date: "23-08-2025",
        src: "album/20250823_6.jpg",
        desc: "去黄森凯住的地方附近买了鸡窝包，回酒店吃完东西就睡着了，完全没跟定好的行程走！"
    },
    {
        title: "拼玩具",
        date: "23-08-2025",
        src: "album/20250823_7.jpg",
        desc: "黄森凯开始拼给李锦程买的美乐蒂玩具！"
    },
    {
        title: "拉拉煲",
        date: "23-08-2025",
        src: "album/20250823_8.jpg",
        desc: "睡完午觉都晚上了，黄森凯决定带李锦程去吃一个很好吃的拉拉煲，搭电梯上去结果到人家后厨，笑死了，不过最后还是成功吃上拉拉煲了，风景也很好看！"
    },
    {
        title: "看双峰塔",
        date: "23-08-2025",
        src: "album/20250823_9.jpg",
        desc: "吃完晚餐我们到去看了双峰塔，在吉隆坡市中心开车逛逛聊天"
    },
    {
        title: "牵手照",
        date: "23-08-2025",
        src: "album/20250823_10.jpg",
        desc: "回酒店的路上拍下了著名的车上牵手照！"
    },
    {
        title: "回酒店拼积木",
        date: "23-08-2025",
        src: "album/20250823_11.jpg",
        desc: "逛完吉隆坡就回酒店了，黄森凯在酒店继续拼积木，超级牛逼，一下子就拼好了，李锦程很喜欢！"
    },
    {
        title: "卤鸡翅霸占整张床",
        date: "24-08-2025",
        src: "album/20250824_1.jpg",
        desc: "李锦程一个人占了整张床，黄森凯就这样被欺负"
    },
    {
        title: "吃源昌隆",
        date: "24-08-2025",
        src: "album/20250824_2.jpg",
        desc: "黄森凯带李锦程吃马来西亚早餐，源昌隆的椰浆饭和虾面还有烤面包，烤面包好吃，椰浆饭一般，虾面难吃！"
    },
    {
        title: "独立广场",
        date: "24-08-2025",
        src: "album/20250824_3.jpg",
        desc: "本来想下去逛逛结果没地方停车了，黄森凯刚好要拉屎，随便找了个地方停就去拉屎了"
    },
    {
        title: "狮身人面像",
        date: "24-08-2025",
        src: "album/20250824_4.jpg",
        desc: "黄森凯带李锦程看了马来西亚的金字塔和狮身人面像，666"
    },
    {
        title: "三立欧",
        date: "24-08-2025",
        src: "album/20250824_5.jpg",
        desc: "去了三立鸥逛逛，李锦程最后选了一个超级可爱的美乐蒂带回中国，还给叶菲菲买了个水瓶"
    },
    {
        title: "买衣服",
        date: "24-08-2025",
        src: "album/20250824_6.jpg",
        desc: "李锦程配黄森凯去买衣服，还遇到黄森凯高中同学了！算上刚刚买的美乐蒂，两个人都是满载而归！"
    },
    {
        title: "吉隆坡夜景",
        date: "24-08-2025",
        src: "album/20250824_7.jpg",
        desc: "黄森凯和李锦程到酒店楼顶和吉隆坡的夜景合影"
    },
    {
        title: "吃印度餐",
        date: "24-08-2025",
        src: "album/20250824_8.jpg",
        desc: "李锦程第一次尝试马来西亚的印度餐，评价一般，水很甜！"
    },
    {
        title: "去黄森凯家",
        date: "24-08-2025",
        src: "album/20250824_9.jpg",
        desc: "吃完印度餐就去黄森凯家了，黄森凯抱olulu出来给李金城看，后来李锦程鼓起勇气进家里了，勇敢的李锦程！"
    },
    {
        title: "逛双峰塔",
        date: "24-08-2025",
        src: "album/20250824_10.jpg",
        desc: "我们在双峰塔下面散步拍照，此时此刻黄森凯觉得自己是世界上最幸福的人！"
    },
    {
        title: "吃港式点心",
        date: "25-08-2025",
        src: "album/20250825_1.jpg",
        desc: "黄森凯带李锦程吃港式点心，黄森凯觉得还不错，李锦程觉得一般般！"
    },
    {
        title: "粉红清真寺",
        date: "25-08-2025",
        src: "album/20250825_2.jpg",
        desc: "黄森凯带李锦程到马来西亚的行政区还有粉红清真寺，可惜李锦程没化妆，不然就可以拍美美的照片了"
    },
    {
        title: "蓝色清真寺",
        date: "25-08-2025",
        src: "album/20250825_3.jpg",
        desc: "前往波德申的路上看到很特别的蓝色清真寺！"
    },
    {
        title: "高级林间小路",
        date: "25-08-2025",
        src: "album/20250825_4.jpg",
        desc: "因为一开始没选择都高速，所以一路上走的都是小路，但是感觉很放松，风景也很好看"
    },
    {
        title: "黄森凯尿尿",
        date: "25-08-2025",
        src: "album/20250825_5.jpg",
        desc: "黄森凯在这里撒了泡尿，从此这里变成著名旅游景点"
    },
    {
        title: "猴子",
        date: "25-08-2025",
        src: "album/20250825_6.jpg",
        desc: "遇到一群猴子了，李锦程没看过猴子，赶快停车给李锦程拍照"
    },
    {
        title: "看海",
        date: "25-08-2025",
        src: "album/20250825_7.jpg",
        desc: "黄森凯带李锦程到海边看海，吹海风，感觉特别舒服，还在沙滩上写了我们的名字！"
    },
    {
        title: "第二个海边",
        date: "25-08-2025",
        src: "album/20250825_8.jpg",
        desc: "这个海感觉干净多了，可惜蚊子有点多，黄森凯帮李锦程吸引蚊子了"
    },
    {
        title: "云龙庙",
        date: "25-08-2025",
        src: "album/20250825_9.jpg",
        desc: "黄森凯带李锦程去云龙庙拜拜，求黄森凯可以和李金城永远在一起还有赚多多钱"
    },
    {
        title: "海边看日落",
        date: "25-08-2025",
        src: "album/20250825_10.jpg",
        desc: "这是黄森凯带李锦程走的第三个海边，我们一起在这里看了日落，我们很幸福"
    },
    {
        title: "买食物回酒店吃",
        date: "25-08-2025",
        src: "album/20250825_11.jpg",
        desc: "黄森凯和李锦程去便利店买了一些这里的泡面喝饮料回酒店吃，没吃到什么好吃的，不过能和宝宝一起吃东西就很开心了"
    },
    {
        title: "粉刷匠",
        date: "26-08-2025",
        src: "album/20250826_1.jpg",
        desc: "李锦程刷墙中，世界第一美女即将出现"
    },
    {
        title: "给公主穿鞋",
        date: "26-08-2025",
        src: "album/20250826_2.jpg",
        desc: "黄仆人给李公主穿鞋子了"
    },
    {
        title: "马六甲鸡饭粒",
        date: "26-08-2025",
        src: "album/20250826_3.jpg",
        desc: "黄森凯带李锦程吃马六甲有名的鸡饭粒，味道还不错，也很便宜，但是李锦程不喜欢"
    },
    {
        title: "马六甲红屋",
        date: "26-08-2025",
        src: "album/20250826_4.jpg",
        desc: "黄森凯带李锦程到马六甲红屋逛逛+拍照，奈何黄森凯技术太差，拍不出好看的照片，对不起宝宝"
    },
    {
        title: "马六甲河",
        date: "26-08-2025",
        src: "album/20250826_5.jpg",
        desc: "臭臭的马六甲河，蚊子特别多"
    },
    {
        title: "车上拍照",
        date: "26-08-2025",
        src: "album/20250826_6.jpg",
        desc: "李锦程生气了，黄森凯给李锦程拍黑照"
    },
    {
        title: "酒店游泳",
        date: "26-08-2025",
        src: "album/20250826_7.jpg",
        desc: "黄森凯到酒店的游泳池游泳，李锦程在躺椅上休息，风很大很舒适"
    },
    {
        title: "妈妈带儿子泡澡",
        date: "26-08-2025",
        src: "album/20250826_8.jpg",
        desc: "黄森凯泡澡，李锦程来巡视了"
    },
    {
        title: "马六甲海峡",
        date: "26-08-2025",
        src: "album/20250826_9.jpg",
        desc: "黄森凯带李锦程到马六甲很有名的海边，拍了点照片但李锦程和都不喜欢"
    },
    {
        title: "马六甲逛逛",
        date: "26-08-2025",
        src: "album/20250826_10.jpg",
        desc: "在马六甲古城附近逛逛，黄森凯一直被蚊子叮，太恐怖了，黄森凯还给李锦程展示了光速喝奶茶，还没走几步就喝完了"
    },
    {
        title: "吃达美乐",
        date: "26-08-2025",
        src: "album/20250826_11.jpg",
        desc: "又吵架了，吃了达美乐披萨，黄森凯很贱，不应该生气李锦程的，黄森凯现在理解李锦程是因为吃不惯马来西亚的食物才想吃达美乐的"
    },
    {
        title: "手链断了",
        date: "27-08-2025",
        src: "album/20250827_1.jpg",
        desc: "黄森凯拍了一下李锦程的屁股结果手链断了，李锦程的屁股太牛逼了"
    },
    {
        title: "椰子冰沙",
        date: "27-08-2025",
        src: "album/20250827_2.jpg",
        desc: "离开马六甲前吃了著名的椰子冰沙，还有一些马来糕点，李锦程蛮喜欢的"
    },
    {
        title: "一起买菜",
        date: "27-08-2025",
        src: "album/20250827_3.jpg",
        desc: "这是黄森凯和李锦程第一次一起逛街买菜，为云顶的晚餐做准备"
    },
    {
        title: "到云顶啦",
        date: "27-08-2025",
        src: "album/20250827_4.jpg",
        desc: "黄森凯终于带李锦程上云顶了！之前就一直说上云顶上云顶，今天终于有机会带李锦程来了，李锦程很喜欢这里，因为这里凉凉的"
    },
    {
        title: "黄森凯当司机",
        date: "27-08-2025",
        src: "album/20250827_5.jpg",
        desc: "出发去买火锅底料，黄森凯让李锦程体验了一把有专车司机的感觉，666"
    },
    {
        title: "吃火锅",
        date: "27-08-2025",
        src: "album/20250827_6.jpg",
        desc: "食物都准备好啦，开吃！"
    },
    {
        title: "李锦程发烧了",
        date: "28-08-2025",
        src: "album/20250828_1.jpg",
        desc: "没想到晚上李锦程就发烧了，黄森凯晚上抱着李金城睡觉的时候，感觉特别特别烧，吓死黄森凯了！"
    },
    {
        title: "云顶早餐",
        date: "28-08-2025",
        src: "album/20250828_2.jpg",
        desc: "这个早餐很好吃，黄森凯和李锦程都很喜欢"
    },
    {
        title: "看医生",
        date: "28-08-2025",
        src: "album/20250828_3.jpg",
        desc: "黄森凯带李锦程看医生，医生给李锦程开了很多药，辛苦宝宝了"
    },
    {
        title: "买蛋糕",
        date: "28-08-2025",
        src: "album/20250828_4.jpg",
        desc: "黄森凯带李锦程到吉隆坡买蛋糕，庆祝在一起300天，蛋糕很好看也很好吃，两个人都很喜欢！"
    },
    {
        title: "坐缆车",
        date: "28-08-2025",
        src: "album/20250828_5.jpg",
        desc: "黄森凯带李锦程坐缆车啦，雾超级大，风也很大，可是很开心！"
    },
    {
        title: "在云顶逛",
        date: "28-08-2025",
        src: "album/20250828_6.jpg",
        desc: "抵达云顶商场了，但是不知道要干嘛，随便逛逛看别人玩游乐设施"
    },
    {
        title: "Boost",
        date: "28-08-2025",
        src: "album/20250828_7.jpg",
        desc: "买了李锦程想喝的Boost，黄森凯和李锦程都觉得自己的好喝！"
    },
    {
        title: "坐缆车下山",
        date: "28-08-2025",
        src: "album/20250828_8.jpg",
        desc: "云顶太无聊了，黄森凯和李锦程回酒店啦！"
    },
    {
        title: "吃宵夜",
        date: "29-08-2025",
        src: "album/20250829_1.jpg",
        desc: "凌晨一点黄森凯起来给李锦程煮了面，里面有李金城最喜欢的台湾香肠和一些吃火锅剩下的料"
    },
    {
        title: "庆祝300天",
        date: "29-08-2025",
        src: "album/20250829_2.jpg",
        desc: "黄森凯和李锦程吃蛋糕庆祝在一起300天！虽然这次没有给对方写长信，但终于可以在一起了"
    },
    {
        title: "凌晨三点的云顶",
        date: "29-08-2025",
        src: "album/20250829_3.jpg",
        desc: "黄森凯带李锦程到云顶露天停车场吹风，当时温度只有15度，但是有李锦程陪在黄森凯身边，黄森凯一点都不觉得冷"
    },
    {
        title: "网易云合照",
        date: "29-08-2025",
        src: "album/20250829_4.jpg",
        desc: "黄森凯和李锦程终于拍了梦寐以求的照片！"
    },
    {
        title: "云顶游乐园",
        date: "29-08-2025",
        src: "album/20250829_5.jpg",
        desc: "黄森凯带李锦程到云顶游乐园玩，到了才知道原来要提前一天买票，只能明天来了，幸好李锦程很善解人意，没有责怪黄森凯，黄森凯觉得李锦程是世界上最好的人"
    },
    {
        title: "清水寺",
        date: "29-08-2025",
        src: "album/20250829_6.jpg",
        desc: "黄森凯带李锦程去云顶半山的清水寺看风景和拜拜"
    },
    {
        title: "星巴克",
        date: "29-08-2025",
        src: "album/20250829_7.jpg",
        desc: "黄森凯请李锦程喝星巴克，李锦程拍了一百张照片，666"
    },
    {
        title: "黄森凯的大学",
        date: "29-08-2025",
        src: "album/20250829_8.jpg",
        desc: "黄森凯带李锦城到黄森凯读的大学逛逛，还买了煎饼果子吃"
    },
    {
        title: "最喜欢的酒店",
        date: "29-08-2025",
        src: "album/20250829_9.jpg",
        desc: "这间酒店很大，虽然没有云顶的凉快，但是睡得很舒服！"
    },
    {
        title: "百威年",
        date: "29-08-2025",
        src: "album/20250829_10.jpg",
        desc: "去百威年吃海底捞，但是排队要等很久，所以先到处逛逛，没想到很快就排到了，真是幸运！"
    },
    {
        title: "海底捞",
        date: "29-08-2025",
        src: "album/20250829_11.jpg",
        desc: "吃海底捞庆祝黄森凯和李锦程在一起300天！火锅很好吃，店员很热情，但他拍照不好看"
    },
    {
        title: "吃早餐",
        date: "30-08-2025",
        src: "album/202508230_1.jpg",
        desc: "黄森凯起床到楼下给李锦程买了黄森凯弟弟卖的椰浆饭，早知道那个时候多买点食物吃了"
    },
    {
        title: "出发前往云顶",
        date: "30-08-2025",
        src: "album/202508230_2.jpg",
        desc: "黄森凯和李锦程又上云顶啦，这次确定买好票了，但是出发前黄森凯锁门出了点问题，这个门也太难锁了"
    },
    {
        title: "云顶游乐园",
        date: "30-08-2025",
        src: "album/202508230_3.jpg",
        desc: "终于到云顶游乐园玩啦"
    },
    {
        title: "机器人疯转轮",
        date: "30-08-2025",
        src: "album/202508230_4.jpg",
        desc: "这是黄森凯和李锦程玩的第一个游乐设施，可以自己控制向前转或向后转，黄森凯玩得很开心，李锦程玩得很刺激"
    },
    {
        title: "傲发飞行员",
        date: "30-08-2025",
        src: "album/202508230_5.jpg",
        desc: "这是黄森凯和李锦程玩的第二个游乐设施，飞机会转圈飞上天，这个也很刺激"
    },
    {
        title: "独立日：绝地反击",
        date: "30-08-2025",
        src: "album/202508230_6.jpg",
        desc: "这是黄森凯和李锦程玩的第三个游乐设施，李锦程觉得这个很好玩，因为这是李锦程第一次体验这种玩法"
    },
    {
        title: "森巴滑翔",
        date: "30-08-2025",
        src: "album/202508230_7.jpg",
        desc: "这是黄森凯和李锦程玩的第四个游乐设施，李锦程排队排得脸都黑了，不过好在这个设施很好玩，不后悔排队！"
    },
    {
        title: "蓝天旋转派对",
        date: "30-08-2025",
        src: "album/202508230_8.jpg",
        desc: "这是黄森凯和李锦程玩的第五个游乐设施，是旋转木马，仿佛回到小时候"
    },
    {
        title: "过山车",
        date: "30-08-2025",
        src: "album/202508230_9.jpg",
        desc: "本来要玩的但是在维修玩不了，排队的时候李锦程还遇到印度工作人员和她说中文，结果她都听不懂"
    },
    {
        title: "大焊先生飞艇",
        date: "30-08-2025",
        src: "album/202508230_10.jpg",
        desc: "这是黄森凯和李锦程玩的第六个游乐设施，不刺激但很放松"
    },
    {
        title: "宇宙高塔",
        date: "30-08-2025",
        src: "album/202508230_11.jpg",
        desc: "这是黄森凯和李锦程玩的第七个游乐设施，也是最刺激的，是跳楼机！虽然没有李锦程在中国玩的高，但是上下都很快所以感觉很恐怖"
    },
    {
        title: "离开游乐园",
        date: "30-08-2025",
        src: "album/202508230_12.jpg",
        desc: "离开云顶惹，云顶还能看到吉隆坡的风景，可惜拍不到"
    },
    {
        title: "商场火车站",
        date: "30-08-2025",
        src: "album/202508230_13.jpg",
        desc: "到一间商场里面走路去吃肉骨茶，看到一个小火车站，忘记黄森凯说什么了，但是李锦程假装生气走掉了，去吃肉骨茶的路上遇到一个要被冻死的阿姨，鼻子的阿姨现在过得怎样"
    },
    {
        title: "兴记肉骨茶",
        date: "30-08-2025",
        src: "album/202508230_14.jpg",
        desc: "李锦程终于吃上心心念念的肉骨茶了，这个肉骨茶是吉隆坡最好吃的，虽然有点贵但很值得"
    },
    {
        title: "马来西亚国庆日",
        date: "31-08-2025",
        src: "album/202508231_1.jpg",
        desc: "国庆日看烟花了，但没什么烟花看，黄森凯还和李锦城吵架了，黄森凯真是坏人"
    },
    {
        title: "吃烧鸭面",
        date: "31-08-2025",
        src: "album/202508231_2.jpg",
        desc: "黄森凯带李锦程吃黄森凯最喜欢的烧鸭面"
    },
    {
        title: "肮脏的海边",
        date: "31-08-2025",
        src: "album/202508231_3.jpg",
        desc: "黄森凯带李锦程到最近的海边想弄A4纸按手掌印的，结果太脏了"
    },
    {
        title: "难吃的提拉米苏",
        date: "31-08-2025",
        src: "album/202508231_4.jpg",
        desc: "临走前买了提拉米苏，这个提拉米苏是黄森凯和李锦程吃过最难吃的提拉米苏，虽然很便宜"
    },
    {
        title: "甜甜水",
        date: "31-08-2025",
        src: "album/202508231_5.jpg",
        desc: "除了提拉米苏还买了甜甜水，黄森凯和李锦程因为这个水小吵了一架，但是很快就和好了"
    },
    {
        title: "一起看剧",
        date: "31-08-2025",
        src: "album/202508231_6.jpg",
        desc: "回到酒店黄森凯和李锦程一起在沙发上看剧，黄森凯把床搬到沙发上了，特别舒适"
    },
    {
        title: "吃炸鸡",
        date: "31-08-2025",
        src: "album/202508231_7.jpg",
        desc: "这是黄森凯最喜欢的炸鸡牌子，他的炸鸡比肯德基还好吃，李锦程也很喜欢吃"
    },
    {
        title: "吃冰沙",
        date: "31-08-2025",
        src: "album/202508231_8.jpg",
        desc: "晚上黄森凯带李锦程吃冰沙"
    },
    {
        title: "在街上发疯",
        date: "31-08-2025",
        src: "album/202508231_9.jpg",
        desc: "黄森凯和李锦程在街上玩得很开心，黄森凯假装开车，李锦程觉得黄森凯是神经病"
    },
    {
        title: "见面的最后一天",
        date: "01-09-2025",
        src: "album/20250901_1.jpg",
        desc: "没想到九天这么快就过去了，今天是最后一天了"
    },
    {
        title: "梦龙巧克力",
        date: "01-09-2025",
        src: "album/20250901_2.jpg",
        desc: "到酒店楼下买了李锦程想吃的巧克力雪糕，李锦程觉得好吃！"
    },
    {
        title: "收拾行李",
        date: "01-09-2025",
        src: "album/20250901_3.jpg",
        desc: "行李已经收拾好了，准备离开酒店了"
    },
    {
        title: "华阳",
        date: "01-09-2025",
        src: "album/20250901_4.jpg",
        desc: "黄森凯带李锦程来第二个百威年吃华阳，辣椒板面很好吃！炒果条一般"
    },
    {
        title: "回黄森凯家",
        date: "01-09-2025",
        src: "album/20250901_5.jpg",
        desc: "要离开吉隆坡了，再去黄森凯家看看猫猫们"
    },
    {
        title: "和黄森凯朋友吃饭",
        date: "01-09-2025",
        src: "album/20250901_6.jpg",
        desc: "黄森凯带李锦程和朋友吃饭，朋友全部很友善"
    },
    {
        title: "抵达机场",
        date: "01-09-2025",
        src: "album/20250901_7.jpg",
        desc: "抵达机场了，不舍得走"
    },
    {
        title: "吃麦当劳",
        date: "02-09-2025",
        src: "album/20250902_1.jpg",
        desc: "做人要有始有终，来马来西亚的第一餐是麦当劳，离开的最后一餐也是麦当劳"
    },
    {
        title: "李锦程回去了",
        date: "02-09-2025",
        src: "album/20250902_2.jpg",
        desc: "李锦程和黄森凯分开了，下次见面就是一月了，相信时间会过得很快的"
    },
    {
        title: "空荡荡的房间",
        date: "02-09-2025",
        src: "album/20250902_3.jpg",
        desc: "黄森凯起床了，但是李锦程已经不在身边了，黄森凯只能自己一个人哭"
    },
    {
        title: "计划成都旅行",
        date: "02-09-2025",
        src: "album/20250902_4.jpg",
        desc: "分开不到一天，黄森凯已经在计划成都旅行了"
    },
    {
        title: "五路财神珠",
        date: "08-09-2025",
        src: "album/20250908.jpg",
        desc: "李锦程给黄森凯买了五路财神珠，希望黄森凯能赚大钱！"
    },
    {
        title: "共享相册",
        date: "13-09-2025",
        src: "album/20250913.jpg",
        desc: "黄森凯换苹果了，终于可以一起用共享相册了"
    },
    {
        title: "外套钱包球鞋",
        date: "11-10-2025",
        src: "album/20251011.jpg",
        desc: "没有固定的时间所以放买外套的日期，黄森凯很喜欢李锦程买的东西，都很实用也很好看！"
    },
    {
        title: "平板",
        date: "12-10-2025",
        src: "album/20251012.jpg",
        desc: "黄森凯给李锦程买平板了，希望以后能送更贵重的东西！"
    },
    {
        title: "吵架闹分手",
        date: "19-10-2025",
        src: "album/20251019.jpg",
        desc: "黄森凯和李锦程吵架了，因为沟通上的问题，争取改善！"
    },
    {
        title: "吵架闹分手",
        date: "27-10-2025",
        src: "album/20251027.jpg",
        desc: "黄森凯又和李锦程吵架了，才过了一个星期了，希望不会再吵了"
    },
    {
        title: "吵架好好说话",
        date: "30-10-2025",
        src: "album/20251030.jpg",
        desc: "终于可以在吵架的时候两个人都好好说话了，我们都进步了，我们一定会一直在一起的"
    },
    {
        title: "在一起365天",
        date: "02-11-2025",
        src: "album/20251102.jpg",
        desc: "李锦程和叶菲菲去住酒店了，李锦程特别特别可爱！黄森凯希望和李锦程住酒店的是自己，这样黄森凯就可以一直黏在李锦程身边了"
    },
    {
        title: "在一起一周年",
        date: "03-11-2025",
        src: "album/20251103.jpg",
        desc: "在一起一年啦！我们给彼此写了很长的信，这已经是我们纪念日的习惯了，这一年多苦多累都过来了，异国恋真的好难。我们一定会过很多很多的纪念日，期待我们下一次见面，期待我们一起生活，期待我们白头偕老"
    },
    {
        title: "^",
        date: "^",
        src: "album/last.jpg",
        desc: "我爱你李锦程，希望你喜欢这份礼物！"
    },
];